Repository: wsoteam/Fiasy-IOS
Catalog: Fiasy/Resources/*.lproj/Localizable.strings
Languages: de, es, pt_br, ru

# third_target
source: Build muscle mass
de: Muskelaufbau
es: Ganar masa muscular
pt_br: Ganhar massa muscular
ru: Набор мышечной массы

# fourth_target
source: Maintain musculature and burn fat
de: Muskulatur halten und Fett verbrennen
es: Mantener la musculatura y quemar grasa
pt_br: Manter a musculatura e queimar gordura
ru: Сохранение мышц и сжигание жира

# wait_a_while
source: Just a moment
de: Einen Augenblick
es: Espere un momento
pt_br: Um momento
ru: Подождите немного

# wait_a_while_description
source: Your personalized diet is being calculated.
de: Ihre persönliche Ernährung wird berechnet.
es: Su dieta personalizada se está calculando.
pt_br: Sua dieta personalizada está sendo calculada.
ru: Идет расчет индивидуального плана питания

# plan_calculated
source: Your personalized diet has been calculated.
de: Ihre persönliche Ernährung wurde berechnet.
es: Su dieta personalizada se ha calculado.
pt_br: Sua dieta personalizada foi calculada.
ru: Индивидуальный план рассчитан

# recommended_rate
source: Recommended intake
de: Verzehr-Empfehlung
es: Ingesta recomendada
pt_br: Ingestão recomendada
ru: Рекомендуемая норма

# calories_unit
source: kcal
ru: ккал

# grams_unit
source: g
ru: г

source: protein
es: proteína
pt_br: proteína
ru: белки

source: fat
de: fett
es: grasa
pt_br: gordura
ru: жиры

source: carbohydrates
de: kohlenhydrate
es: carbohidratos
pt_br: carboidratos
ru: углеводов

# in_a_month
source: in just a month
de: in nur einem Monat
es: en solo un mes
pt_br: em apenas um mês
ru: уже через месяц

# first_piece_description
source: You will reach your goal
de: Sie werden Ihr Ziel erreichen
es: Alcanzará su objetivo
pt_br: Você alcançará seu objetivo
ru: Вы достигнете своей цели

# second_piece_description
source: , and gain access to unique articles about healthy eating and hundreds of recipes.
de: , und Zugang zu einzigartigen Artikeln über gesunde Ernährung und Hunderte von Rezepten erhalten.
es: , y obtenga acceso a artículos exclusivos sobre alimentación saludable y cientos de recetas.
pt_br: , e obterá acesso a artigos exclusivos sobre alimentação saudável e centenas de receitas.
ru: , получив доступ к уникальным статьям о здоровом питании и сотни рецептов

# pay_description_1
source: By buying Fiasy PRO, you'll gain access to all premium features. PRO will be charged directly to your iTunes account. You can manage or cancel your PRO subscription in your iTunes Account settings at any time. The subscription will be auto–renewed shortly before the subscription period ends, maintaining the same price and subscription type you previously purchased, unless you unsubscribe no later than 24 hours before the subscription ends. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription. You can also pay for your subscription with App Store Gift Cards. At the time of purchase or renewal, a valid payment method must be deposited. By subscribing to PRO, you are agreeing to the terms of the Apple App Store and Fiasy's
de: Beim Kauf von Fiasy PRO erhältst du Zugriff auf alle Premium-Funktionen. PRO wird direkt über dein iTunes-Konto abgebucht. Du kannst dein Abo in den iTunes-Kontoeinstellungen verwalten und jederzeit beenden. PRO wird sich zum selben Preis automatisch verlängern, es sei denn, du hast PRO mindestens 24 Stunden vor dem nächsten Verlängerungsdatum beendet. Jeder nicht genutzte Teil einer kostenlosen Testversion, falls angeboten, verfällt beim Kauf eines Abonnements. Zum Zeitpunkt des Kaufs und der Verlängerung muss eine gültige Zahlungsmethode hinterlegt sein. Du kannst dein Abo auch mit App Store Gutscheinen bezahlen. Indem du PRO abonnierst, stimmst du den Bedingungen des Apple App Stores sowie den
es: Al adquirir Fiasy PRO obtendrás acceso a todas las herramientas premium. La suscripción se cobrará directamente a tu cuenta de iTunes. Puedes gestionar o cancelar tu suscripción a PRO en cualquier momento desde tu cuenta de iTunes. PRO se actualizará automáticamente al mismo precio a no ser que la canceles al menos 24 horas antes de la fecha de renovación. En el momento de iniciar o renovar la suscripción deberás registrar un método de pago. También puedes abonar tu suscripción con las tarjetas regalo del Apple Store. Cualquiero fracción de la prueba gratuita que no se haya usado se perderá al adquirir una suscripción. Al suscribirte a PRO estás de acuerdo con los términos y condiciones del Apple Store y de
pt_br: Ao adquirir o Fiasy PRO, você ganha acesso a todas as funções premium. O PRO será debitado diretamente na sua conta iTunes. Você pode administrar ou cancelar sua assinatura PRO nas configurações da sua conta iTunes a qualquer momento. O PRO será automaticamente renovado, pelo mesmo preço, ao menos que você tenha cancelado o PRO pelo menos 24 horas antes da data de renovação. No período de compra ou renovação da assinatura, um método de pagamento válido deve ser depositado. Você também pode pagar por sua assinatura com o Cartão Presente da App Store. Qualquer porção de um período de teste que não tenha sido usada, se oferecido, será perdida ao adquirir a assinatura. Ao assinar o PRO , você concorda com os termos da App Store e do
ru: Покупая Fiasy PRO, вы получаете доступ ко всем премиум-функциям. Стоимость PRO-подписки снимается с вашего аккаунта iTunes. Вы сможете управлять своей PRO-подпиской или отменить ее в любой момент через настройки своего аккаунта iTunes. Подписка PRO автоматически продлевается, если она не была не отменена, как минимум, за 24 часа до момента ее истечения, стоимость подписки при этом остается прежней. В момент покупки или продления на вашем аккаунте должно быть достаточно средств. Вы можете оплатить подписку с помощью подарочных карт App Store. При покупке подписки любая неиспользованная часть подписки или периода бесплатного использования будет аннулирована. Подписываясь на PRO, вы принимаете условия использования App Store и

# pay_description_2
source: Terms of Service & Privacy Policy
de: AGBs & Datenschutzbestimmungen von
es: Términos y Condiciones del Servicio y Política de Privacidad
pt_br: Termos de Serviço e Política de Privacidade
ru: условия использования и политику конфиденциальности

# long_prem_open
source: Unlock more options
de: Weitere Optionen freischalten
es: Desbloquear más opciones
pt_br: Desbloquear mais opções
ru: Открой новые возможности

# one_mounth
source: month
de: monat
es: mes
pt_br: mês
ru: месяц

# few_mounth
source: month
de: monat
es: mes
pt_br: mês
ru: месяца

# many_mounth
source: months
de: monate
es: meses
pt_br: meses
ru: месяцев

# title_save_percent2
source: save
de: speichern
es: guardar
pt_br: salvar
ru: сохранить

# title_change_1
source: change
de: ändern
es: cambiar
pt_br: mudar
ru: изменить

# black_prem_hours
source: hours
de: stunden
es: horas
pt_br: horas
ru: часы

# black_prem_minutes
source: minutes
de: minuten
es: minutos
pt_br: minutos
ru: минуты

# black_prem_seconds
source: seconds
de: sekunden
es: segundos
pt_br: segundos
ru: секунды

# black_prem_end
source: The special offer will end in
de: Das Sonderangebot endet in
es: La oferta especial finalizará en
pt_br: A oferta especial terminará em
ru: До конца акции осталось

# long_prem_titl_1
source: Lose weight without stress or strict diets with
de: Abnehmen ohne Stress oder strenge Diäten mit
es: Pierda peso sin estrés ni dietas estrictas con
pt_br: Perca peso sem estresse ou dietas rigorosas com
ru: Сбрасывайте вес без стресса и жестких диет с

# long_prem_features_diary
source: Nutrition and exercise journal
de: Ernährungs- und Bewegungstagebuch
es: Diario de nutrición y ejercicio
pt_br: Diário de nutrição e exercícios
ru: Дневник питания и нагрузок

# long_prem_features_elements
source: Macro-nutrient tracking
de: Makronährstoff-Tracking
es: Control de macronutrientes
pt_br: Acompanhamento de macronutrientes
ru: Учет макроэлементов

# long_prem_features_recipe
source: Recipes
de: Rezepte
es: Recetas
pt_br: Receitas
ru: Рецепты

# long_prem_features_articles
source: Exclusive articles from a nutritionist
de: Exklusive Artikel von einem professionellen Ernährungsberater
es: Artículos exclusivos de un nutricionista profesional
pt_br: Artigos exclusivos de um nutricionista
ru: Эксклюзивные статьи от диетолога

# long_prem_features_statistic
source: All statistics
de: Alle Statistiken
es: Todas las estadísticas
pt_br: Todas as estatísticas
ru: Вся статистика

# long_prem_features_body
source: Body morphology tracking
de: Verfolgung der Körpermorphologie
es: Control de la morfología corporal
pt_br: Acompanhamento da morfologia corporal
ru: Учет морфологии тела

source: Buy
de: Kaufen
es: Comprar
pt_br: Comprar
ru: КУПИТЬ

# subsc_btn_bay
source: upgrade to Premium
de: auf Premium upgraden
es: actualizar a Premium
pt_br: atualizar para Premium
ru: ОБНОВИТЬ ДО PREMIUM

# recipe_details_title_1
source: Get access
de: Erhalten Sie Zugang
es: Obtenga acceso
pt_br: Tenha acesso
ru: Получите доступ

# recipe_details_title_2
source: to hundreds of useful recipes
de: zu Hunderten nützlicher Rezepte
es: a cientos de recetas útiles
pt_br: a centenas de receitas úteis
ru: к сотням полезных рецептов

# long_prem_easy
source: EVERYTHING IS EASIER WITH
de: ALLES IST EINFACHER MIT
es: TODO ES MÁS FÁCIL CON
pt_br: TUDO É MAIS FÁCIL COM
ru: ВСЕ ПРОЩЕ С

# long_prem_article_title
source: Exclusive articles
de: Exklusive Artikel
es: Artículos exclusivos
pt_br: Artigos exclusivos
ru: Эксклюзивные статьи

# long_prem_article_txt
source: You'll get access to articles froma popular nutritionist and fitness trainer
de: Sie erhalten Zugang zu Artikeln eines bekannten Ernährungswissenschaftlers und Fitnesstrainers
es: Obtendrá acceso a artículosde un nutricionista y entrenador físico famoso
pt_br: Você obterá acesso a artigos de um famoso nutricionista e instrutor fitness
ru: Вы получите доступ к статьям от популярного диетолога и фитнес-тренера

# long_prem_recipe_title
source: Recipe database
de: Rezeptdatenbank
es: Base de datos de recetas
pt_br: Banco de dados de receitas
ru: База рецептов

# long_prem_recipe_txt
source: Easy-to-cook, affordable, delicious recipes with CPFC data
de: Einfach zu kochende, erschwingliche, köstliche Rezepte mit CPFC-Daten
es: Recetas fáciles de cocinar, asequibles y deliciosas con datos de CPFC
pt_br: Receitas deliciosas, fáceis de preparar, acessíveis e com dados de CPFC
ru: Легкие в приготовлении рецепты с данными КБЖУ с недорогими, но вкусными продуктами

# long_prem_settings_title
source: Personalized settings
de: Personalisierte Einstellungen
es: Ajustes personalizados
pt_br: Configurações personalizadas
ru: Персональные настройки

# long_prem_settings_txt
source: View and adjust your CPFC level
de: CPFC-Level anpassen und anzeigen
es: Vea y ajuste su nivel de CPFC
pt_br: Veja e ajuste seu nível de CPFC
ru: Вы сможете просматривать и регулировать уровень своего КБЖУ

# long_prem_plans_title
source: Meal plans
de: Mahlzeitenpläne
es: Planes de comida
pt_br: Planos de refeições
ru: Планы питания

# long_prem_plans_txt
source: Ready-made meal plans for every taste and goal
de: Fertiggerichte für jeden Geschmack und jedes Ziel
es: Planes de comida listos para todos los gustos y objetivos
pt_br: Planos de refeições prontas para todos os gostos e objetivos
ru: Готовые планы питания на любой вкус и для любой цели

# long_prem_measure_title
source: Body measurements
de: Körpermaße
es: Medidas corporales
pt_br: Medidas do corpo
ru: Измерения тела

# long_prem_measure_txt
source: Track your progress with detailed body measurement analysis
de: Verfolgen Sie Ihren Fortschritt mit einer detaillierten Körpermessanalyse
es: Controle sus progresos con análisis detallados de medidas corporales
pt_br: Acompanhe seu progresso com uma análise detalhada de medição corporal
ru: Отслеживайте динамику прогресса с помощью подробного анализа параметров своего тела

# measuring_title_1
source: Chest
de: Peito
es: El pecho
pt_br: Peito
ru: Грудь

# measuring_title_2
source: Waist
de: Cintura
es: Cintura
pt_br: Cintura
ru: Талия

# measuring_title_3
source: Hips
de: Quadris
es: Caderas
pt_br: Quadris
ru: Бедра

# measuring_title_4
source: average weight per week
de: Durchschnittsgewicht pro Woche
es: peso promedio por semana
pt_br: peso médio por semana
ru: средний вес за неделю

# measuring_title_5
source: Find out what
de: Finde heraus was
es: Averigua qué
ru: Узнайте, что такое

# measuring_title_6
source: average weight
de: durchschnittliches Gewicht
es: peso promedio
ru: средний вес

# measuring_title_7
source: mm
ru: мм

# measuring_title_9
source: updated
de: aktualisiert
es: actualizado
pt_br: atualizado
ru: обновлена

# measuring_title_10
source: deleted
de: gelöscht
es: eliminado
pt_br: excluído
ru: удален

# measuring_title_11
source: updated
de: aktualisiert
es: actualizado
pt_br: atualizado
ru: обновлен

# measuring_title_12
source: There is no data
de: Keine Daten
es: Sin datos
pt_br: Sem dados
ru: Нет данных

# measuring_title_13
source: To add data, add it to the body measurement screen.
de: Um Daten hinzuzufügen, fügen Sie sie dem Körpermaßbildschirm hinzu.
es: Para agregar datos, agréguelos a la pantalla de medición del cuerpo.
pt_br: Para adicionar dados, adicione-os à tela de medição do corpo.
ru: Чтобы добавить данные, добавьте их на экране измерения тела

# measuring_title_14
source: About proper product weighing
es: Sobre el peso adecuado del producto
ru: О правильном взвешивании продукта

# help_meas_first_title
source: Information about calculating average weight for the week
de: Informationen zur Berechnung des Durchschnittsgewichts für die Woche
es: Información sobre el cálculo del peso medio para la semana
pt_br: Informações sobre o cálculo do peso médio da semana
ru: Информация о расчете среднего веса за неделю

# help_meas_first_text
source: If you weigh yourself every day and enter the information in the Body measurements section of your journal, the program will automatically calculate your average weight for the week.
de: Wenn Sie sich täglich wiegen und die Informationen in den Abschnitt Körpermaße Ihres Tagebuchs eingeben, berechnet das Programm automatisch Ihr Durchschnittsgewicht für die Woche.
es: Si se pesa a diario e introduce el resultado en la sección Medidas corporales de su diario, el programa calculará automáticamente su peso medio para la semana.
pt_br: Se você se pesar todos os dias e inserir as informações na seção Medidas do corpo em seu diário, o programa calculará automaticamente seu peso médio da semana.
ru: Если вы будете взвешиваться каждый день и заносить данные в дневник в раздел “Измерения тела”, то программа автоматически будет высчитывать ваш средний вес за неделю.

# help_meas_second_title
source: Why is this important?
de: Warum ist das wichtig?
es: ¿Por qué es importante?
pt_br: Por que isso é importante?
ru: Зачем это нужно?

# help_meas_second_text
source: Your weight can fluctuate based on the phases of your menstrual cycle (if you're a woman) or eating foods that cause water retention, so if you weigh yourself once a week or even once a month and focus on the difference between the numbers, the real change in your weight could be concealed by incidental factors that are causing deviations in your weight. In other words, the number might not be accurate.
de: Ihr Gewicht kann aufgrund der Phasen Ihres Menstruationszyklus (wenn Sie eine Frau sind) oder aufgrund von Nahrungsmitteln, die Wassereinlagerungen verursachen, schwanken. Die tatsächliche Gewichtsveränderung kann durch zufällige Faktoren, die zu Gewichtsabweichungen führen, verschleiert werden. Mit anderen Worten, die Zahl ist möglicherweise nicht genau.
es: Su peso puede cambiar según las fases de su ciclo menstrual (si es una mujer) o si come alimentos que retienen agua, por lo que si se pesa una vez a la semana o incluso una vez al mes y se fija en la diferencia entre los resultados, el cambio real en su peso podría no verse reflejado por factores secundarios que ocasionan alteraciones en su peso. Es decir, los resultados podrían no ser fiables.
pt_br: Seu peso pode variar de acordo com as fases de seu ciclo menstrual (se você for mulher) ou com a ingestão de alimentos que causam a retenção de água. Portanto, se você se pesar uma vez por semana ou mesmo uma vez por mês e se focar na diferença entre os números, a mudança real no seu peso pode ser ocultada por fatores incidentais que causam desvios no seu peso. Em outras palavras, o número pode não ser preciso.
ru: Вес может колебаться в зависимости от фазы менструального цикла у женщин или употребления продуктов способных удерживать жидкость в организме, поэтому взвешиваясь раз в неделю или даже месяц и ориентируясь на разницу в полученных цифрах, реальное изменение веса может оказаться замаскированным случайными факторами, вызвавшими отклонение веса, то есть показатели будут не точными.

# help_meas_third_text
source: Track your average weight for the week to get a clear picture of how your weight has changed. If you don't take measurements on a regular basis, it will be difficult to see your progress. Make sure you take two-week breaks to maintain your weight after every four weeks of dieting. This will prevent your body from experiencing intense stress and reduce the likelihood that you will go back to your old dietary habits.
de: Verfolgen Sie Ihr Durchschnittsgewicht für die Woche, um ein klares Bild davon zu erhalten, wie sich Ihr Gewicht geändert hat. Wenn Sie nicht regelmäßig Messungen durchführen, ist es schwierig, Ihren Fortschritt zu erkennen. Stellen Sie sicher, dass Sie zwei Wochen Pause einlegen, um Ihr Gewicht nach jeweils vierwöchiger Diät zu halten. Dies verhindert, dass Ihr Körper starkem Stress ausgesetzt ist, und verringert die Wahrscheinlichkeit, dass Sie zu Ihren alten Ernährungsgewohnheiten zurückkehren.
es: Controle su peso medio durante la semana para saber cómo va cambiando. Si no se pesa con frecuencia, será difícil ver sus progresos. Asegúrese de hacer pausas de dos semanas para mantener su peso tras cuatro semanas de dieta. Así su cuerpo no acusará el esfuerzo y evitará volver a sus hábitos alimenticios anteriores.
pt_br: Acompanhe o seu peso médio da semana para obter uma imagem clara de como o seu peso mudou. Se você não fizer medições regularmente, será difícil ver seu progresso. Certifique-se de fazer pausas de duas semanas para manter seu peso após cada quatro semanas de dieta. Isso impedirá que seu corpo sofra estresse intenso e reduzirá a probabilidade de você voltar aos seus antigos hábitos alimentares.
ru: Отслеживайте средний вес за неделю, чтобы наглядно увидеть, как меняется ваш вес. Если делать замеры не регулярно, будет сложно увидеть прогресс. Обязательно делайте 2-х недельные перерывы на поддержание веса, после 4 недель диеты. Так ваш организм не будет испытывать сильного стресса. Снизиться вероятность вернуться к старым пищевым привычкам.

# premium_title_2
source: SATISFIED CLIENTS
de: Zufriedene Kunden
es: CLIENTES SATISFECHOS
pt_br: CLIENTES SATISFEITOS
ru: ДОВОЛЬНЫЕ КЛИЕНТЫ

# reach_goal_faster
source: Reach your goal more quickly
de: Erreichen Sie Ihr Ziel schneller
es: Logre su objetivo más rápidamente
pt_br: Alcance seu objetivo mais rapidamente
ru: Достигайте цели быстрее

source: Everyday recipes
de: Rezepte für jeden Tag
es: Recetas para cada día
pt_br: Receitas diárias
ru: Рецепты на каждый день

# science_articles
source: Useful scientific articles
de: Nützliche wissenschaftliche Artikel
es: Interesantes artículos científicos
pt_br: Artigos científicos úteis
ru: Полезные научные статьи

# trace_elements_in_recipes
source: Micro-nutrients in foods and recipes
de: Mikronährstoffe in Lebensmitteln und Rezepten
es: Micronutrientes de alimentos y recetas
pt_br: Micronutrientes em alimentos e receitas
ru: Микроэлементы в продуктах и рецептах

# try
source: Try it out
de: Testen Sie
es: Pruébelo
pt_br: Experimente
ru: Попробуйте

# count_day_trial
source: for free for seven days
de: kostenlos für sieben Tage
es: de forma gratuita durante siete días
pt_br: de graça por sete dias
ru: 7 дней бесплатно

# amount_per_month
source: After that, it's just 199 rubles a month.
de: Danach sind es nur 199 Rubel (etwa 2,80 Euro) im Monat.
es: Y por menos de 3 euros al mes.
pt_br: Depois disso, apenas 199 rublos por mês.
ru: Затем 199р. в месяц

# connect_premium
source: Activate Premium Account
de: PREMIUM-KONTO AKTIVIEREN
es: ACTIVAR CUENTA PREMIUM
pt_br: ATIVAR CONTA PREMIUM
ru: Подключить Premium

# premium_description_Label
source: Do you want to know how many vitamins and minerals do you take with food? Then join the version
de: Möchten Sie wissen, wie viele Vitamine und Mineralstoffe Sie mit Nahrung einnehmen? Dann treten Sie der version bei
es: ¿Quieres saber cuántas vitaminas y minerales tomas con los alimentos? Luego únete a la versión
pt_br: Quer saber quantas vitaminas e minerais toma com alimentos? Em seguida, junte-se à versão
ru: Хотите знать достаточно ли витаминов и минералов вы потребляете с пищей? Тогда присоединяйтесь к

# privacy_title
source: Terms of Use & Privacy Policy
de: Nutzungsbedingungen und Datenschutzbestimmungen
es: Términos de uso y política de privacidad
pt_br: Termos de Uso e Política de Privacidade
ru: Условия использования & Политика конфиденциальности

source: Special offer
de: Sonderangebot
es: Oferta especial
pt_br: Oferta especial
ru: Специальное предложение

# payment_top_description
source: Become a member
de: Mitglied werden
es: Hazte miembro
pt_br: Torne-se membro
ru: Станьте участником
