Repository: wsoteam/Fiasy-IOS
Catalog: Fiasy/Resources/*.lproj/Localizable.strings
Languages: de, es, pt_br, ru

source: Horseback riding
de: Reiten
es: Montar a caballo
pt_br: Equitação
ru: Верховая езда

source: Horseback riding, Dressage
de: Reiten, Dressur
es: Montar a caballo, doma Clásica
pt_br: Equitação, Adestramento
ru: Верховая езда: выездка

# horse_riding_gallop
source: Horseback riding, galloping
de: Reiten, Galoppieren
es: Montar a caballo, galope
pt_br: Equitação, galope
ru: Верховая езда: галоп

# horse_riding_obstacles
source: Horseback riding, obstacles
de: Reiten, Hindernisse
es: Montar a caballo, obstáculos
pt_br: Equitação, obstáculos
ru: Верховая езда: препятствия

# horse_riding_lynx
source: Horseback riding, trotting
de: Reiten, Trabrennen
es: Montar a caballo, trote
pt_br: Equitação, trote
ru: Верховая езда: рысь

source: Windsurfing
es: Windsurf
pt_br: Windsurf
ru: Виндсерфинг

source: Water gymnastics
de: Wassergymnastik
es: Gimnasia acuática
pt_br: Hidroginástica
ru: Водная гимнастика

source: Water polo
de: Wasser-Polo
pt_br: Pólo aquático
ru: Водное поло

# volleyball_high_load
source: Volleyball, high intensity
de: Volleyball, hohe Intensität
es: Vóleibol, intensidad alta
pt_br: Voleibol de alta intensidade
ru: Волейбол, высокая нагрузка

# volleyball_light_load
source: Volleyball, low intensity
de: Volleyball, geringe Intensität
es: Vóleibol, intensidad baja
pt_br: Voleibol de baixa intensidade
ru: Волейбол, легкая нагрузка

source: Handball
es: Balonmano
pt_br: Handebol
ru: Гандбол

source: Gymnastics
de: Gymnastik
es: Gimnasia
pt_br: Ginástica
ru: Гимнастика

# gymnastics_intensive
source: Gymnastics, intense
de: Gymnastik, intensiv
es: Gimnasia, intensa
pt_br: Ginástica, intensa
ru: Гимнастика, интенсив

# gymnastics_average_load
source: Gymnastics, medium intensity
de: Gymnastik, mittlere Intensität
es: Gimnasia, intensidad media
pt_br: Ginástica, intensidade média
ru: Гимнастика, средняя нагрузка

source: Kettlebell training
es: Entrenamiento con pesas rusas
pt_br: Treino com kettlebell
ru: Гиревая тренировка

# laundry_ironing
source: Ironing clothes
de: Bügeln
es: Planchar la ropa
pt_br: Passar roupa a ferro
ru: Глажка белья

# golf_normal
source: Gold (regular)
de: Gold (regulär)
es: Oro (regular)
pt_br: Ouro (regular)
ru: Гольф (обычный)

# alpine_skiing_high_load
source: Downhill skiing, low intensity
de: Skifahren, geringe Intensität
es: Esquí alpino, intensidad baja
pt_br: Esqui alpino, baixa intensidade
ru: Горные лыжи, высокая нагрузка

# alpine_skiing_medium_load
source: Downhill skiing, medium intensity
de: Skifahren, mittlere Intensität
es: Esquí alpino, intensidad media
pt_br: Esqui alpino, intensidade média
ru: Горные лыжи, средняя нагрузка

# alpine_skiing_moderate_load
source: Downhill skiing, moderate intensity
de: Skifahren, mäßige Intensität
es: Esquí alpino, intensidad moderada
pt_br: Esqui alpino, intensidade moderada
ru: Горные лыжи, умеренная нагрузка

source: Kayaking
de: Kajak fahren
es: Kayak
pt_br: Caiaque
ru: Гребля на байдарках

source: Canoeing
de: Kanusport
es: Canoa
pt_br: Canoagem
ru: Гребля на каноэ

# rowing_high_load
source: Rowing, high intensity
de: Rudern, hohe Intensität
es: Remo, intensidad alta
pt_br: Remo, alta intensidade
ru: Гребля, высокая нагрузка

# rowing_low_load
source: Rowing, low intensity
de: Rudern, geringe Intensität
es: Remo, intensidad baja
pt_br: Remo, baixa intensidade
ru: Гребля, низкая нагрузка

# rowing_medium_load
source: Rowing, medium intensity
de: Rudern, mittlere Intensität
es: Remo, intensidad media
pt_br: Remo, intensidade média
ru: Гребля, средняя нагрузка

source: Diving
de: Tauchen
es: Buceo
pt_br: Mergulho
ru: Дайвинг

source: SCUBA diving
de: Gerätetauchen
es: Submarinismo
pt_br: Mergulho com oxigênio
ru: Дайвинг с аквалангом

source: Judo
pt_br: Judô
ru: Дзюдо

source: Bench press
de: Bankdrücken
es: Prensa
pt_br: Supino
ru: Жим лежа

source: Leg press
de: Beinpresse
es: Prensa de piernas
ru: Жим ногами

source: Winter kiting
de: Winterkiten
es: Snow kite
ru: Зимний кайтинг

source: Zumba
ru: Зумба

source: Drumming
de: Trommeln
es: Smash Drum Fit
pt_br: Tocar bateria
ru: Игра на барабанах

# intense_walk
source: Speed-walking
es: Caminar rápido
pt_br: Caminhada acelerada
ru: Интенсивная прогулка

# hiit_interval_training
source: HIIT interval training, high intensity
de: HIIT Intervalltraining, hohe Intensität
es: Entrenamiento HITT, intensidad alta
pt_br: Treinamento intervalado HIIT, alta intensidade
ru: Интервальная тренировка HIIT, высокая интенсивность

source: Yoga
pt_br: Ioga
ru: Йога

source: Kitesurfing
de: Kitesurfen
pt_br: Kitesurf
ru: Кайтсерфинг

source: Karate
es: Kárate
pt_br: Karatê
ru: Карате

# cardiovascular_equipment
source: Cardio equipment
de: Cardio-Geräte
es: Equipo de cardio
pt_br: Equipamento cárdio
ru: Кардиотренажеры

source: Cross-country skiing
de: Skilanglauf
es: Esquí de fondo
pt_br: Esqui cross-country
ru: Катание на беговых лыжах

# riding_bicycle
source: Cycling
de: Radfahren
es: Ciclismo
pt_br: Ciclismo
ru: Катание на велосипеде

source: Waterskiing
de: Wasserski fahren
es: Esquí acuático
pt_br: Esqui aquático
ru: Катание на водных лыжах

source: Mountain biking
es: Ciclismo de montaña
pt_br: Mountain bike
ru: Катание на горном велосипеде

# skating
source: Ice skating
de: Eislaufen
es: Patinaje sobre hielo
pt_br: Patinação no gelo
ru: Катание на коньках

# ice_skating_high_load
source: Ice skating, high intensity
de: Eislaufen, hohe Intensität
es: Patinaje sobre hielo, intensidad alta
pt_br: Patinação no gelo, alta intensidade
ru: Катание на коньках,высокая нагрузка

# cross_country_skiing_high_load
source: Cross-country skiing, high intensity
de: Skilanglauf, hohe Intensität
es: Esquí de fondo, alta intensidad
pt_br: Esqui cross-country, alta intensidade
ru: Катание на лыжах по пересеченной местности, высокая нагрузка

# cross_country_skiing_moderate_exercise
source: Cross-country skiing, moderate intensity
de: Skilanglauf, mäßige Intensität
es: Esquí de fondo, intensidad moderada
pt_br: Esqui cross-country, intensidade moderada
ru: Катание на лыжах по пересеченной местности, умеренная нагрузка

# skiing_medium_load
source: Skiing, medium intensity
de: Skifahren, mittlere Intensität
es: Esquí, intensidad media
pt_br: Esqui, intensidade média
ru: Катание на лыжах, средняя нагрузка

source: Roller skating
de: Inlineskaten
es: Patinaje sobre ruedas
pt_br: Andar de patins
ru: Катание на роликовых каньках

# in-line_skiing
source: In-line skating
es: Patinaje en línea
pt_br: Patins em linha
ru: Катание на роликовых лыжах

# scooter_riding
source: Riding a scooter
de: Roller fahren
es: Montar en moto
pt_br: Andar de patinete
ru: Катание на самокате

# sledging
source: Sledding
de: Rodeln
es: Trineo
pt_br: Trenó
ru: Катание на санках

source: Skateboarding
de: Skateboarden
es: Skateboard
pt_br: Skate
ru: Катание на скейтборде

source: Snowboarding
de: Snowboarden
es: Snowboard
pt_br: Snowboard
ru: Катание на сноуборде

# press_swing
source: Crunches
es: Abdominales
pt_br: Abdominais
ru: Качание пресса

source: Curling
de: Eisstockschießen
ru: Керлинг

source: Kickboxing
de: Kickboxen
ru: Кикбоксинг

# digging_the_earth
source: Digging
de: Graben
es: Excavar
pt_br: Escavação
ru: Копание земли

# mowing_grass
source: Moving the lawn
de: Rasenmähen
es: Cortar el césped
pt_br: Cortar o gramado
ru: Кошение травы

source: Cross-skating
de: Cross-Skaten
ru: Кросс-конькобежный спорт

# сross_trainer
source: Cross trainer
es: Entrenador de cross
ru: Кросс-тренажер

# сrossfit
source: Crossfit
ru: Кроссфит

# сircular_training
source: Circular training
de: Zirkeltraining
es: Entrenamiento en circuito
pt_br: Treinamento circular
ru: Круговая тренировка

# hoop_torsion
source: Working out with a hula hoop
de: Training mit einem Hula-Hoop-Reifen
es: Ejercicios con hula hoop
pt_br: Malhação com bambolê
ru: Кручение обруча

source: Bodybuilding
es: Culturismo
pt_br: Musculação
ru: Культуризм (Бодибилдинг)

source: Lacrosse
ru: Лакросс

# slow_walking_4.5_km/h
source: Slow walking, 4.5 kph
de: Langsames Gehen, 4,5 km/h
es: Caminata lenta, 4,5 km/h
pt_br: Caminhada lenta, 4,5 km/h
ru: Медленная ходба пешком 4,5 км/ч

# window_cleaning
source: Washing windows
de: Fenster waschen
es: Limpiar ventanas
pt_br: Limpar janelas
ru: Мойка окон

source: Motocross
ru: Мотокросс

# car_wash
source: Washing a car
de: Ein Auto waschen
es: Lavar un coche
pt_br: Lavar um carro
ru: Мытье машины

# slopes
source: Dips
es: Fondos
pt_br: Afundo
ru: Наклоны

source: Table tennis
de: Tischtennis
es: Tenis de mesa
pt_br: Tênis de mesa
ru: Настольный тенис

source: Pushups
de: Liegestütze
es: Flexiones
pt_br: Flexões
ru: Отжимания

source: Powerlifting
de: Kraftdreikampf
es: Levantamiento de pesas
pt_br: Levantamento de peso
ru: Пауэрлифтинг (силовое троеборье)

source: Hiking
de: Wandern
es: Senderismo
pt_br: Trilhas
ru: Пеший туризм

source: Hiking with backpack
de: Wandern mit Rucksack
es: Senderismo con mochila
pt_br: Trilhas com mochila
ru: Пеший туризм, с рюкзаком

source: Pilates
ru: Пилатес

# butterfly_swimming
source: Swimming, butterfly
de: Schwimmen, Schmetterling
es: Natación, mariposa
pt_br: Natação, borboleta
ru: Плавание баттерфляем

# breaststroke
source: Swimming, breaststroke
de: Schwimmen, Brustschwimmen
es: Natación, braza
pt_br: Natação, peito
ru: Плавание брассом

# backstroke
source: Swimming, backstroke
de: Schwimmen, Rückenschwimmen
es: Natación, espalda
pt_br: Natação, costas
ru: Плавание на спине

source: Sailing
de: Segeln
es: Vela
pt_br: Velejar
ru: Плавание под парусом

source: Snorkeling
de: Schnorcheln
es: Snorkel
pt_br: Mergulho com Snorkel
ru: Плавание с маской(Снорклинг)

# swimming_high_load
source: Swimming, high intensity
de: Schwimmen, hohe Intensität
es: Natación, intensidad alta
pt_br: Natação, alta intensidade
ru: Плавание, высокая нагрузка

# swimming_low_load
source: Swimming, low intensity
de: Schwimmen, geringe Intensität
es: Natación, intensidad baja
pt_br: Natação, baixa intensidade
ru: Плавание, низкая нагрузка

# swimming_free
source: Swimming, freestyle
de: Schwimmen, Freestyle
es: Natación, estilo libre
pt_br: Natação, estilo livre
ru: Плавание, свободное

# swimming_medium_load
source: Swimming, medium intensity
de: Schwimmen, mittlere Intensität
es: Natación, intensidad media
pt_br: Natação, intensidade média
ru: Плавание, средняя нагрузка

# lying_hips
source: Hip lifts from a lying position
de: Die Hüfte im Liegen heben
es: Levantamientos de cadera desde posición tumbada
pt_br: Elevação dos quadril em posição deitada
ru: Поднятие бедер из положения лежа

source: Pull-ups
de: Klimmzüge
es: Dominadas
pt_br: Flexões
ru: Подтягивания

# climbing_stairs
source: Stair climbing
de: Treppensteigen
es: Subida de escaleras
pt_br: Subida de escadas
ru: Подъем по лестнице

source: Polo
ru: Поло

source: Obstacle course
de: Hindernisstrecke
es: Pista de obstáculos
pt_br: Percurso com obstáculos
ru: Полоса препятствий

# squat_on_one_leg
source: One-legged squats
de: Einbeinige Kniebeugen
es: Sentadillas a una pierna
pt_br: Agachamento com uma perna
ru: Приседание на одной ноге

# shoulder_squat
source: Shoulder squats
de: Schulterkniebeugen
es: Sentadillas con barra
pt_br: Agachamento com peso no ombro
ru: Приседание со штангой на плечах

# stroll
source: Walking
de: Gehen
es: Marcha
pt_br: Caminhada
ru: Прогулка

# walking_in_no_hurry
source: Walking, slow
de: Gehen, langsam
es: Marcha, lenta
pt_br: Caminhada, lenta
ru: Прогулка не торопливым шагом

# walk_through_the_woods
source: Walking in the woods
de: Im Wald spazieren
es: Marcha por el bosque
pt_br: Caminhar na mata
ru: Прогулка по лесу

# professional_football
source: Professional soccer
de: Profifußball
es: Fútbol profesional
pt_br: Futebol profissional
ru: Профессиональный футбол

source: Long jump
de: Weitsprung
es: Salto de longitud
pt_br: Salto em distância
ru: Прыжки в длину

# trampoline_amateur
source: Trampoline jumping, amateur
de: Trampolinspringen, Amateur
es: Salto de trampolín, aficionado
pt_br: Salto de trampolim, amador
ru: Прыжки на батуте, любительские

source: Rope jumping
de: Seilspringen
es: Saltar la cuerda
pt_br: Pular corda
ru: Прыжки со скакалкой

source: Vacuuming
de: Staubsaugen
es: Pasar la aspiradora
pt_br: Passar aspirador
ru: Пылесошение

# work_with_a_rake
source: Raking
de: Rechen
es: Rastrillar
pt_br: Varrer folhas secas
ru: Работа с граблями

source: Stretching
de: Dehnen
es: Estiramientos
pt_br: Alongar
ru: Растяжка

source: Rugby
ru: Регби

source: Gardening
de: Gartenarbeit
es: Jardinería
pt_br: Jardinagem
ru: Садоводство

source: Salsa
ru: Сальса

source: Sex
es: Sexo
pt_br: Sexo
ru: Секс

source: Surfing
de: Surfen
es: Surf
pt_br: Surfe
ru: Серфинг

source: Power yoga
ru: Силовая йога

source: Power training
de: Krafttraining
es: Entrenamiento de fuerza
pt_br: Treino de força
ru: Силовые тренировки

source: Strength exercises
de: Kraftübungen
es: Ejercicios de fuerza
pt_br: Exercícios de força
ru: Силовые упражнения

source: Synchronized swimming
de: Synchronschwimmen
es: Natación sincronizada
pt_br: Nado sincronizado
ru: Синхронное плавание

source: Rock climbing
de: Felsklettern
es: Escalada en roca
pt_br: Escalada
ru: Скалолазание

source: Nordic walking
es: Marcha nórdica
pt_br: Caminhada nórdica
ru: Скандинавская ходьба

# twisting
source: Twists
es: Giros
pt_br: Abdominal oblíquo alternado c/ pernas estendidas
ru: Скручивание

source: Mixed martial arts
es: Artes marciales mixtas
pt_br: Artes marciais mistas
ru: Смешанные единоборства

source: Orienteering
de: Orientierungslauf
es: Orientación
pt_br: Orientação
ru: Спортивное ориентирование

# deadlift
source: Deadlifts
de: Kreuzheben
es: Peso muerto
pt_br: Levantamento terra
ru: Становая тяга

# step
source: Step aerobics
de: Step-Aerobic
es: Aeróbic en step
pt_br: Aeróbica step
ru: Степ

source: Step platform
de: Step-Plattform
es: Plataforma de step
pt_br: Plataforma step
ru: Степ-платформа

# pan
source: Tabata training
es: Entrenamiento Tabata
pt_br: Treino Tabata
ru: Табата

source: Thai boxing
de: Thai-Boxen
es: Boxeo tailandés
pt_br: Boxe tailandês
ru: Тайский бокс

source: Dance aerobics
de: Tanz-Aerobic
es: Aeróbic con baile
pt_br: Dança aeróbica
ru: Танцевальная аэробика

source: Dancing
de: Tanzen
es: Danza
pt_br: Dança
ru: Танцы

source: Pole dancing
de: Pole Dance
es: Pole dance
pt_br: Pole dance
ru: Танцы у шеста

# twist
source: Dancing, twist
de: Tanzen, Twist
es: Danza, giros
pt_br: Dança, twist
ru: Твист

source: Tennis
es: Tenis
pt_br: Tênis
ru: Теннис

# cleaning
source: Housecleaning
de: Hausputzen
es: Limpieza de la casa
pt_br: Limpar a casa
ru: Уборка

# snow_removal_with_shovel
source: Shoveling snow
de: Schnee schaufeln
es: Quitar la nieve
pt_br: Remover neve
ru: Уборка снега лопатой

# burpee_exercise
source: Burpees
ru: Упражнение Burpee

# exercise_plank
source: Plank
es: Tablón
pt_br: Prancha
ru: Упражнение планка

# exercise_lunges
source: Lunges
de: Ausfallschritte
es: Suelo
pt_br: Avanço
ru: Упражнение выпады

source: Fencing
de: Fechten
es: Esgrima
pt_br: Esgrima
ru: Фехтование

source: Frisbee
ru: Фрисби

# football
source: Soccer
de: Fußball
es: Fútbol
pt_br: Futebol
ru: Футбол

source: Walking up the stairs
de: Treppensteigen
es: Subir las escaleras
pt_br: Subir escadas
ru: Хотьба вверх по лестнице

# indoor_walking
source: Walking inside a building
de: In einem Gebäude laufen
es: Andar por un edificio
pt_br: Andar dentro de um edifício
ru: Ходьба внутри помещения

# walking_5_km/h
source: Walking, 5 kph
de: Gehen, 5 km/h
es: Caminata, 5 km/h
pt_br: Caminhada, 5 km/h
ru: Ходьба пешком, 5 км/ч

source: Hockey
pt_br: Hóquei
ru: Хоккей

# stick_walking
source: Walking with sticks
de: Mit Stöcken spazieren
es: Caminata con palos
pt_br: Caminhada com bastões
ru: Ходьба с палками

source: Shopping
de: Einkaufen
es: Ir de compras
pt_br: Compras
ru: Шопинг

# elliptical_trainer_high_load
source: Elliptical machine, high intensity
de: Ellipsentrainer, hohe Intensität
es: Máquina elíptica, intensidad alta
pt_br: Máquina elíptica, alta intensidade
ru: Эллиптический тренажер, высокая нагрузка

# elliptical_trainer_medium_load
source: Elliptical machine, medium intensity
de: Ellipsentrainer mittlerer Intensität
es: Máquina elíptica, intensidad media
pt_br: Máquina elíptica, média intensidade
ru: Эллиптический тренажер, средняя нагрузка

# elliptical_trainer_low_load
source: Elliptical machine, low intensity
de: Ellipsentrainer, geringe Intensität
es: Máquina elíptica, intensidad baja
pt_br: Máquina elíptica, baixa intensidade
ru: Эллиптический тренажер, низкая нагрузка

# title_save_percent
source: save
de: speichern
es: guardar
pt_br: salvar

# count_products
source: products
de: von Produkten
es: productos
pt_br: produtos
