Repository: wsoteam/Fiasy-IOS
Catalog: Fiasy/Resources/*.lproj/Localizable.strings
Languages: de, es, pt_br, ru

# pay_description
source: After 7 days of the trial period, the amount of 199 rubles will be withdrawn from your Apple ID account. per month at confirmation of purchase. A subscription is automatically renewed if it is not canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours before the end of the current period. You can manage and cancel your subscriptions by going to the App Store account settings after purchase.
de: Die Zahlung wird mit Ihrem Apple ID-Konto durchgeführt, sobald der Kauf bestätigt wurde. Das Abonnement wird automatisch verlängert, es sei denn, es wird mindestens 24 Stunden vor Ablauf des aktuellen Abonnementzeitraums gekündigt. Die Zahlung für die Erneuerung des Abonnements wird Ihrem Konto bis 24 vor Ablauf des aktuellen Abonnementzeitraums belastet. Sie können Ihre Abonnements nach dem Kauf in den Einstellungen Ihres App Store-Kontos verwalten und kündigen.
es: El pago se cargará en su cuenta de Apple ID cuando la compra se confirme. La suscripción se renovará automáticamente a menos que se cancele con una antelación mínima de 24 horas antes del fin del período de suscripción vigente. El pago para renovar la suscripción se cargará en su cuenta hasta 24 horas antes del fin del período de suscripción actual. Una vez que realice la compra, podrá gestionar sus suscripciones y cancelarlas en los ajustes de su cuenta de App Store.
pt_br: O pagamento será cobrado da sua conta Apple ID assim que a compra for confirmada. A assinatura será renovada automaticamente, a menos que ela seja cancelada pelo menos 24 horas antes do término do período de assinatura atual. O pagamento pela renovação da assinatura será cobrado da sua conta até 24 antes do término do período de assinatura atual. Você pode gerenciar suas assinaturas e cancelá-las nas configurações de sua conta da App Store após a compra.
ru: После 7 дней пробного периода с вашей учетной записи Apple ID будет снята сумма 199р. в месяц при подтверждении покупки. Подписка автоматически продлевается, если она не отменена как минимум за 24 часа до окончания текущего периода. С вашего счета будет взиматься плата за продление в течение 24 часов до окончания текущего периода. Вы можете управлять своими подписками и отменять их, перейдя в настройки учетной записи App Store после покупки.

# payment_bottom_description
source: and you will get access to the entire database of recipes, workouts and articles!
de: und Sie erhalten Zugriff auf die gesamte Datenbank mit Rezepten, Workouts und Artikeln!
es: ¡y obtendrá acceso a toda la base de datos de recetas, entrenamientos y artículos!
pt_br: e você recebe acesso a todo o banco de dados de recepções, exercícios e artigos!
ru: и вы получите доступ ко всей базе рецептов, тренировок и статей!

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
pt_br: Termos e Condições
ru: Положения и условия

# payment_description
source: Payment will be charged to your Apple ID account once the purchase is confirmed. The subscription will be renewed automatically unless it is canceled at least 24 hours prior to the end of the current subscription period. The payment for renewing the subscription will be charged to your account up to 24 prior to the end of the current subscription period. You can manage your subscriptions and cancel them in the settings of your App Store account after purchase.
de: Die Zahlung wird mit Ihrem Apple ID-Konto durchgeführt, sobald der Kauf bestätigt wurde. Das Abonnement wird automatisch verlängert, es sei denn, es wird mindestens 24 Stunden vor Ablauf des aktuellen Abonnementzeitraums gekündigt. Die Zahlung für die Erneuerung des Abonnements wird Ihrem Konto bis 24 vor Ablauf des aktuellen Abonnementzeitraums belastet. Sie können Ihre Abonnements nach dem Kauf in den Einstellungen Ihres App Store-Kontos verwalten und kündigen.
es: El pago se cargará en su cuenta de Apple ID cuando la compra se confirme. La suscripción se renovará automáticamente a menos que se cancele con una antelación mínima de 24 horas antes del fin del período de suscripción vigente. El pago para renovar la suscripción se cargará en su cuenta hasta 24 horas antes del fin del período de suscripción actual. Una vez que realice la compra, podrá gestionar sus suscripciones y cancelarlas en los ajustes de su cuenta de App Store.
pt_br: O pagamento será cobrado da sua conta Apple ID assim que a compra for confirmada. A assinatura será renovada automaticamente, a menos que ela seja cancelada pelo menos 24 horas antes do término do período de assinatura atual. O pagamento pela renovação da assinatura será cobrado da sua conta até 24 antes do término do período de assinatura atual. Você pode gerenciar suas assinaturas e cancelá-las nas configurações de sua conta da App Store após a compra.
ru: Оплата будет снята с вашей учетной записи Apple ID при подтверждении покупки. Подписка автоматически продлевается, если она не отменена как минимум за 24 часа до окончания текущего периода. С вашего счета будет взиматься плата за продление в течение 24 часов до окончания текущего периода. Вы можете управлять своими подписками и отменять их, перейдя в настройки учетной записи App Store после покупки.

source: Congratulations
de: Herzlichen Glückwunsch
es: Enhorabuena
pt_br: Parabéns
ru: Поздравляем

# premium_courage_description
source: You now have access to all the benefits of a Premium Account.
de: Sie haben jetzt Zugriff auf alle Vorteile eines Premium-Kontos.
es: Ya tiene acceso a todas las ventajas de una cuenta premium.
pt_br: Agora, você possui acesso a todos os benefícios de uma conta Premium.
ru: Теперь вы можете пользоваться всеми преимуществами Premium аккаунта

# profile_title
source: Profile
de: Profil
es: Perfil
pt_br: Perfil
ru: Профиль

source: Your name
de: Ihr Name
es: Su nombre
pt_br: Seu nome
ru: Ваше Имя

source: Daily goal
de: Tägliches Ziel
es: Objetivo diario
pt_br: Objetivo diário
ru: Ежедневная цель

# nutrition_plan
source: Diet
de: Ernährung
es: Dieta
pt_br: Dieta
ru: План питания

source: standard
es: estándar
pt_br: padrão
ru: стандартный

source: week
de: Woche
es: semana
pt_br: semana
ru: неделя

source: month
de: Monat
es: mes
pt_br: mês
ru: месяц

source: year
de: Jahr
es: año
pt_br: ano
ru: год

source: Reports
de: Berichte
es: Informes
pt_br: Relatórios
ru: Отчеты

# daily_rate
source: Daily intake
de: Täglicher Verzehr
es: Ingesta diaria
pt_br: Ingestão diária
ru: Дневная норма

source: Your performance
de: Ihre Leistung
es: Su rendimiento
pt_br: Seu desempenho
ru: Ваши показатели

# monday
source: Mon
de: Mo.
es: Lun
pt_br: Seg
ru: пн

# tuesday
source: Tue
de: Di.
es: Mar
pt_br: Ter
ru: вт

# wednesday
source: Wed
de: Mi.
es: Miér
pt_br: Qua
ru: ср

# thursday
source: Thu
de: Do.
es: Jue
pt_br: Qui
ru: чт

# friday
source: Fri
de: Fr.
es: Vier
pt_br: Sex
ru: пт

# saturday
source: Sat
de: Sa.
es: Sáb
pt_br: Sáb
ru: сб

# sunday
source: Sun
de: So.
es: Dom
pt_br: Dom
ru: вс

source: January
de: Januar
es: Enero
pt_br: Janeiro
ru: январь

source: February
de: Februar
es: Febrero
pt_br: Fevereiro
ru: февраль

source: March
de: März
es: Marzo
pt_br: Março
ru: март

source: April
es: Abril
pt_br: Abril
ru: апрель

source: May
de: Mai
es: Mayo
pt_br: Maio
ru: май

source: June
de: Juni
es: Junio
pt_br: Junho
ru: июнь

source: July
de: Juli
es: Julio
pt_br: Julho
ru: июль

source: August
es: Agosto
pt_br: Agosto
ru: август

source: September
es: Septiembre
pt_br: Setembro
ru: сентябрь

source: October
de: Oktober
es: Octubre
pt_br: Outubro
ru: октябрь

source: November
es: Noviembre
pt_br: Novembro
ru: ноябрь

source: December
de: Dezember
es: Diciembre
pt_br: Dezembro
ru: декабрь

# year_short
source: y.
de: j.
es: a.
pt_br: a.
ru: г.

source: Premium Account
de: Premium-Konto
es: Cuenta premium
pt_br: Conta Premium
ru: Premium аккаунт

# promotional_codes
source: Promo codes
es: Códigos de promoción
pt_br: Códigos promocionais
ru: Промокоды

# personal_data
source: Personal information
de: Persönliche Angaben
es: Información personal
pt_br: Informações pessoais
ru: Личные данные

# calorie_intake
source: Calories
de: Kalorienaufnahme
es: Ingesta de calorías
pt_br: Ingestão de calorias
ru: Норма калорий

# exit
source: Logout
de: Abmelden
es: Cerrar sesión
pt_br: Sair
ru: Выход

# log_off
source: Log out
de: Abmelden
es: Cerrar sesión
pt_br: Sair
ru: Выйти

source: Cancel
de: Abbrechen
es: Cancelar
pt_br: Cancelar
ru: Отмена

source: Apply
de: Bewerben
es: Para aplicar
pt_br: Aplicar
ru: Применить

# promotional_navigation
source: Promo codes
es: Códigos de promoción
pt_br: Códigos promocionais
ru: Промокоды

# promotional_title
source: Adding promo codes
de: Promo-Codes hinzufügen
es: Añadiendo códigos de promoción
pt_br: Adicionando códigos promocionais
ru: Добавление промокодов

# promotional_description
source: Promo codes can award you with a discount on the app or let you use it for free.
de: Mit Promo-Codes können Sie einen Rabatt auf die App erhalten bzw. diese kostenlos nutzen.
es: Los códigos de promoción pueden otorgarle un descuento en la aplicación o permitirle usarla de forma gratuita.
pt_br: Os códigos promocionais podem conceder um desconto noaplicativo ou permitir que você o utilize gratuitamente.
ru: Промокоды дают вам возможность использовать приложение со скидкой или получить подарок

# enter_promotional_code
source: Enter promo code
de: Promo-Code eingeben
es: Introduzca el código de promoción
pt_br: Insira o código promocional
ru: Вести промокод

# enter_your_promotional_code
source: Enter your promo code
de: Geben Sie Ihren Promo-Code ein
es: Introduzca su código de promoción
pt_br: Insira seu código promocional
ru: Введите ваш промокод

# active_promode
source: ACTIVATE PROMO CODE
de: PROMO-CODE AKTIVIEREN
es: ACTIVAR CÓDIGO DE PROMOCIÓN
pt_br: ATIVAR CÓDIGO PROMOCIONAL
ru: АКТИВИРОВАТЬ ПРОМОКОД

# invalid_promotional_code_error
source: Invalid promo code
de: Ungültiger Promo-Code
es: Código de promoción no válido
pt_br: Código promocional inválido
ru: Неверный промокод

# personal_data_navigation
source: Personal information
de: Persönliche Angaben
es: Información personal
pt_br: Informações pessoais
ru: Личные данные

source: Done
de: Fertig
es: Listo
pt_br: Pronto
ru: Готово

# name
source: First name
de: Vorname
es: Nombre
pt_br: Nome
ru: Имя

# surname
source: Last name
de: Nachname
es: Apellidos
pt_br: Sobrenome
ru: Фамилия

# email
source: Email address
de: E-Mail-Addresse
es: Dirección de correo electrónico
pt_br: Endereço de e-mail
ru: Почта

# add_user_activity_hint
source: Enter a name for the Activities
de: Geben Sie einen Namen für das aktivitäten ein
es: Introduzca un nombre para la actividades
pt_br: Digite um nome para a Atividades
ru: Введите название активности

# minimal_calories_count
source: The minimum number of calories is
de: Die minimale Anzahl an Kalorien beträgt
es: La cantidad mínima de calorías es
pt_br: O número mínimo de calorias é
ru: Минимальное количество калорий равно

# sex_male
source: Male
de: Männlich
es: Hombre
pt_br: Masculino
ru: Мужской

# sex_female
source: Female
de: Weiblich
es: Mujer
pt_br: Feminino
ru: Женский

# calorie_intake_navigation
source: Calorie intake
de: Kalorienaufnahme
es: Ingesta de calorías
pt_br: Ingestão de calorias
ru: Норма калорий

source: Gender
de: Geschlecht
es: Sexo
pt_br: Gênero
ru: Пол

# growth
source: Height
de: Größe
es: Altura
pt_br: Altura
ru: Рост

source: Weight
de: Gewicht
es: Peso
pt_br: Peso
ru: Вес

source: Age
de: Alter
es: Edad
pt_br: Idade
ru: Возраст

# activity
source: Activities
de: Aktivität
es: Actividad
pt_br: Atividade
ru: Активность

# target
source: Goal
de: Ziel
es: Objetivo
pt_br: Objetivo
ru: Цель

# set_your_norm_title
source: Set your CPFC intake
de: Stellen Sie Ihre Kalorien-, Protein-, Fett- und Kohlenhydrataufnahme ein
es: Ajuste su ingesta de calorías, proteínas, grasas y carbohidratos (CPFC, en inglés)
pt_br: Defina sua ingestão de calorias, proteínas, gorduras e carboidratos
ru: Задать свою норму КБЖУ

# set_your_norm_description
source: To change your CPFC, buy
de: Um Ihre KPFK zu ändern, kaufen Sie
es: Para cambiar su CPFC, compre
pt_br: Para alterar seu CPGC, compre
ru: Чтобы изменить КБЖУ вы должны купить

# protein_intake
source: Protein
es: Proteína
pt_br: Esquilos
ru: Белки

# carbohydrates_intake
source: Carbohydrates
de: Kohlenhydrate
es: Carbohidratos
pt_br: Carboidratos
ru: Углеводы

# fats_intake
source: Fat
de: Fett
es: Gorda
pt_br: Gorduras
ru: Жиры

# day_norm_intake_description
source: Daily CPFC intake based on the Mifflin-St Jeor equation
de: Tägliche KPFK-Aufnahme basierend auf der Mifflin-St. Jeor-Gleichung
es: Ingesta de CPFC diaria obtenida con la fórmula de Mifflin-St Jeor
pt_br: Ingestão diária de CPGC com base na equação de Mifflin-St Jeor
ru: Дневная норма КБЖУ, рассчитанная по формуле Миффлина - Сан Жеора

source: DEFAULT INTAKE
de: STANDARDAUFNAHME
es: INGESTA PREDETERMINADA
pt_br: INGESTÃO PADRÃO
ru: СТАНДАРТНЫЕ ЗНАЧЕНИЕ

# default_description_intake
source: If you change your CPFC intake, you can always go back to the default value
de: Wenn Sie Ihre KPFK-Aufnahme ändern, können Sie immer zum Standardwert zurückkehren
es: Si cambia su ingesta de CPFC, siempre podrá volver al valor predeterminado
pt_br: Se você alterar sua ingestão de CPGC, poderá sempre voltar ao valor padrão
ru: Если вы меняли значение КБЖУ, то вы всегда можете вернуться к стандартным значеним

# diary_title
source: Journal
de: Tagebuch
es: Diario
pt_br: Diário
ru: Дневник

# diary_daily_rate
source: Daily rate
de: Tagesrate
es: Cálculo diario
pt_br: Taxa diária
ru: Ежедневная норма

# eaten_up
source: Eaten
de: Gegessen
es: Ingeridas
pt_br: Comido
ru: Съедено

# burnt
source: Burned
de: Verbrannt
es: Quemadas
pt_br: Queimado
ru: Сожжено

# left
source: Remaining
de: Verbleibend
es: Restante
pt_br: Restante
ru: Осталось

source: Water
de: Wasser
es: Agua
pt_br: Água
ru: Вода

# water_unit
source: l
ru: л

# norm_established_first
source: Intake set to
de: Verzehr eingestellt auf
es: Ingesta ajustada a
pt_br: Ingestão definida como
ru: Норма установлена на

# norm_established_second
source: To change this value, tap
de: Um diesen Wert zu ändern, tippen Sie auf
es: Para cambiar este valor, pulse
pt_br: Para alterar esse valor, toque em
ru: Чтобы изменить это значение нажмите

source: Breakfast
de: Frühstück
es: Desayuno
pt_br: Café da manhã
ru: Завтрак

source: Lunch
de: Mittagessen
es: Almuerzo
pt_br: Almoço
ru: Обед

source: Dinner
de: Abendessen
es: Cena
pt_br: Jantar
ru: Ужин

source: Excess
de: Exzess
es: Exceso
pt_br: Excesso
ru: Прeвышение

source: Snack
es: Aperitivo
pt_br: Lanche
ru: Перекус

source: All
de: Alle
es: Todo
pt_br: Tudo
ru: Все

source: Water settings
de: Wassereinstellungen
es: Parámetros de agua
pt_br: Configurações de água
ru: Настройки воды

# text_start_search
source: Start entering a food name in the search field
de: Beginnen Sie mit der Eingabe eines Lebensmittelnamens in das Suchfeld
es: Empiece a escribir el nombre de una comida en el campo de búsqueda
pt_br: Comece digitando o nome de um alimento no campo de pesquisa
ru: Начните вводить в строку поиска название продукта

# benefit_water_title
source: Benefits of water
de: Vorteile von Wasser
es: Ventajas del agua
pt_br: Benefícios da água
ru: Польза воды

# benefit_water_description_first
source: Moisturizes your skin and makes it more supple.
de: Befeuchtet Ihre Haut und macht sie geschmeidiger.
es: Hidrata su piel y la deja más suave.
pt_br: Hidrata a pele e a deixa mais flexível.
ru: Снабжает кожу влагой и делает её упругой и эластичной

# benefit_water_description_second
source: Delivers nutrients to cells, thus preventing them from starving and dying.
de: Versorgt die Zellen mit Nährstoffen und verhindert so, dass sie hungern und sterben.
es: Aporta nutrientes a las células, que las sacia y evita que se oxiden.
pt_br: Entrega nutrientes às células, impedindo-as de se desnutrir e morrer.
ru: Поставляет полезные вещества клеткам, не допуская тем самым их голодание и гибель

# benefit_water_description_third
source: Helps you lose weight by improving your metabolism.
de: Hilft beim Abnehmen, indem der Stoffwechsel verbessert wird.
es: Le ayuda a perder peso al mejorar su metabolismo.
pt_br: Ajuda na perda de peso, melhorando o seu metabolismo.
ru: Способствует похудению путём улучшения процессов обмена веществ

source: General
de: Allgemeines
pt_br: Geral
ru: Общее

# liter
source: liters
de: Liter
es: litros
pt_br: litros
ru: литра

# your_daily_rate
source: Your daily intake
de: Ihr täglicher Verzehr
es: Su ingesta diaria
pt_br: Sua ingestão diária
ru: Ваша норма на каждый день

# make_default
source: Set to default
de: Auf Standard setzen
es: Establecer como predeterminado
pt_br: Definir como padrão
ru: Сделать по умолчанию

# water_alert
source: All water values ​​will be set by default.
de: Alle Wasserwerte werden standardmäßig eingestellt.
es: Todos los valores del agua se establecerán por defecto.
pt_br: Todos os valores da água serão definidos por padrão.
ru: Все значения воды буду настроены по умолчанию

# barCode_title
source: Find a product by barcode
de: Finden Sie ein Produkt mit einem Barcode
es: Encuentre un producto por código de barras
pt_br: Encontre um produto por código de barras
ru: Найти продукт по штрих-коду

# patterns_title
source: Templates
de: Vorlagen
es: Plantillas
pt_br: Modelos
ru: Шаблоны

# my_dishes_title
source: My meals
de: Meine Mahlzeiten
es: Mis comidas
pt_br: As minhas refeições
ru: Мои блюда

# my_products_title
source: My food
de: Mein Essen
es: Mi comida
pt_br: A minha comida
ru: Мои продукты

# remove
source: Delete
de: Löschen
es: Eliminar
pt_br: Excluir
ru: Удалить

# alert_yes
source: Yes
de: Ja
es: Si
pt_br: Sim
ru: Да

# alert_no
source: No
de: Nein
pt_br: Não
ru: Нет

# alert_add
source: Add
de: Hinzufügen
es: Añadir
pt_br: Adicionar
ru: Добавить

# alert_dialog_confirm_question
source: Are you sure you want to delete the item?
de: Möchten Sie das ausgewählte Element wirklich löschen?
es: ¿Estás seguro de que deseas eliminar el elemento?
pt_br: Tem certeza de que deseja excluir o item selecionado?
ru: Вы уверены, что хотите удалить активность?

# alert_dialog_confirm_question2
source: Are you sure you want to delete the item?
de: Möchten Sie das ausgewählte Element wirklich löschen?
es: ¿Estás seguro de que deseas eliminar el elemento?
pt_br: Tem certeza de que deseja excluir o item selecionado?
ru: Вы уверены, что хотите удалить продукт?

# activity_navigation
source: Activity
de: Aktivitäten
es: Actividades
pt_br: Atividades
ru: Активность

# my_activity
source: My activities
de: Meine Aktivitäten
es: Mis actividades
pt_br: Minhas atividades
ru: Мои aктивности

source: Search
de: Suche
es: Buscar
pt_br: Procurar
ru: Поиск

# empty_my_activity_first
source: You haven't added any activities yet. To add an activity,
de: Noch keine Aktivitäten hinzugefügt.
es: Aún no ha añadido actividades. Para añadir una,
pt_br: Você ainda não adicionou nenhuma atividade. Para adicionar uma atividade,
ru: Вы пока не добавили ни одну активность. Для того, чтобы добавить активность

# empty_my_activity_second
source: tap +
de: Tippen Sie auf +
es: pulse +
pt_br: toque em +
ru: нажмите на +

source: Favorites
de: Favoriten
es: Favoritos
pt_br: Favoritos
ru: Избранное

# empty_favorites
source: You haven't added any activities to your favorites yet. To add an activity, swipe left and tap the heart.
de: Noch keine Aktivitäten als Favoriten hinzugefügt. Streichen Sie dazu nach links und tippen Sie auf das Herz.
es: Aún no ha añadido actividades a sus favoritos. Para añadir una, deslice hacia la izquierda y pulse en el símbolo de corazón.
pt_br: Você ainda não adicionou atividades aos seus favoritos. Para adicionar uma atividade, deslize para a esquerda etoque no coração.
ru: Вы пока не добавили активность в избранное. Чтобы добавить активность, сделайте свайп влево и нажмите на сердечко

source: Standard activities
de: Standardaktivitäten
es: Actividades estándares
pt_br: Atividades padrão
ru: Стандартные активности

# add_activitie
source: Add activity
de: Aktivität hinzufügen
es: Añadir actividad
pt_br: Adicionar atividade
ru: Добавить активность

# add_name_activitie
source: Enter the name of the activity
de: Geben Sie den Namen der Aktivität ein
es: Introduzca el nombre de la actividad
pt_br: Digite o nome da atividade
ru: Напишите название активности

# training_time
source: Exercise duration
de: Übungsdauer
es: Duración del ejercicio
pt_br: Duração do exercício
ru: Время тренировки

# training_time_description
source: Drag the slider to select the amount of time you spent on this activity.
de: Schieben Sie den Regler, um die Zeit auszuwählen, die Sie für diese Aktivität aufgewendet haben.
es: Arrastre el control deslizante para seleccionar cuánto tiempo dedicó a esta actividad.
pt_br: Arraste a barra deslizante para selecionar a quantidade de tempo gasto nesta atividade.
ru: Передвигая ползунком, выбирите то количество времени, которое вы потратили на актинвость

source: minutes
de: minuten
es: minutos
pt_br: minutos
ru: минут

# calories_count
source: Calories
de: Kalorien
es: Calorías
pt_br: Calorias
ru: Количество калорий

# calories_count_description
source: Enter the number of calories you burned or think you burned.
de: Geben Sie die Anzahl der Kalorien ein, die Sie in etwa verbrannt haben.
es: Introduzca la cantidad de calorías que ha quemado o cree haber quemado.
pt_br: Insira o número de calorias que você queimou ou que você acha que queimou.
ru: Введите количество калорий, которые потратили или думайте, что потратили

source: calories
de: kalorien
pt_br: calorias
ru: калорий

# attention
source: Please note:
de: Bitte beachten Sie:
es: Tenga en cuenta:
pt_br: Observação:
ru: Внимание!

# attention_description
source: Entering an activity incorrectly could cause the data about your daily CPFC intake to be displayed inaccurately.
de: Bei falscher Eingabe einer Aktivität können die Daten Ihrer täglichen KPFK-Aufnahme nicht korrekt angezeigt werden.
es: Si introduce mal una actividad, los datos sobre su ingesta de CPFC diaria podrían mostrarse incorrectamente.
pt_br: A inserção incorreta de uma atividade pode fazer com que os dados sobre sua ingestão diária de CPGC sejam exibidos demaneira imprecisa.
ru: Неправильно добавленная активность, может показывать недостоверные данные по дневной норме КБЖУ

# calories_spent
source: Calories burned
de: Kalorien verbrannt
es: Calorías quemadas
pt_br: Calorias queimadas
ru: Потрачено калорий

source: for
de: für
es: para
pt_br: para
ru: за

# move_slider
source: Drag the slider to change the amount of time
de: Schieben Sie den Regler, um die Zeitdauer zu ändern
es: Arrastre el control deslizante para cambiar la cantidad de tiempo
pt_br: Arraste a barra deslizante para alterar a quantidade de tempo
ru: Передвигайте ползунок, чтобы изменить время

# add_to_diary
source: Add to journal
de: Zum Tagebuch hinzufügen
es: Añadir al diario
pt_br: Adicionar ao diário
ru: Добавить в дневник

# alert_development
source: Section in development
de: Abschnitt in der Entwicklung
es: Sección en desarrollo
pt_br: Secção do desenvolvimento
ru: Раздел в разработке

# alert_basket
source: Add selected products from the basket to the diary?
de: Fügen Sie ausgewählte Produkte aus dem Warenkorb zum Tagebuch hinzu?
es: Agregar productos seleccionados de la canasta al diario?
pt_br: Adicione produtos selecionados da cesta ao diário?
ru: Добавить выбранные продукты из корзины в дневник?

# premium_title_new_1
source: 3 days for free
de: 3 Tage kostenlos
es: 3 días gratis
ru: 3 дня бесплатно

# premium_title_new_2
source: Three month subscription 10.49 $
de: Dreimonatiges Abonnement 10.49 $
es: Suscripción de tres meses 10.49 $
ru: Подписка за три месяца 699 ₽
