Repository: wsoteam/Fiasy-IOS
Catalog: Fiasy/Resources/*.lproj/Localizable.strings
Languages: de, es, pt_br, ru

# add_product_new
source: Check entered quantity
de: Überprüfen Sie die eingegebene Menge
es: Verificar cantidad ingresada
pt_br: Verificar quantidade inserida
ru: Проверьте введенное количество

# selected_basket
source: Selected
de: Ausgew
es: Elegido
pt_br: Seleccionado
ru: Выбрано

# result_search
source: Search results
de: Suchergebnisse
es: Resultados de la búsqueda
pt_br: Pesquisa
ru: Результаты поиска

# search_empty
source: Results not found. Try again or create your own food.
de: Ergebnisse nicht gefunden. Versuchen Sie es erneut oder kreieren Sie Ihr eigenes Essen.
es: No se han encontrado los resultados. Vuelva a intentarlo o cree su propia comida.
pt_br: Resultados não encontrados. Tente novamente oucrie seu próprio alimento.
ru: Результаты не найдены. Попробуйте еще раз или создайте свой продукт

# create_step_title_1
source: Want to exit without saving?
de: Möchten Sie ohne Speichern beenden?
es: ¿Quieres salir sin guardar?
pt_br: Deseja sair sem salvar?
ru: Хотите выйти без сохранения?

# create_step_title_2
source: Name cannot consist of spaces only
de: Der Name darf nicht nur aus Leerzeichen bestehen
es: El nombre no puede consistir solo en espacios
pt_br: O nome não pode consistir apenas em espaços
ru: Имя не может состоять только из пробелов

# create_step_title_3
source: 'Brand/Manufacturer' cannot consist only of spaces
de: 'Marke / Hersteller' kann nicht nur aus Leerzeichen bestehen
es: 'Marca / Fabricante' no puede consistir solo en espacios
pt_br: 'Marca / fabricante' não pode consistir apenas em espaços
ru: 'Марка/Производитель' не может состоять только из пробелов

# create_step_title_4
source: Brand/manufacturer
de: Marke/Hersteller
es: Marca / fabricante
pt_br: Marca/fabricante
ru: Марка/производитель

# create_step_title_5
source: Product name
de: Produktname
es: Nombre del producto
pt_br: Nome do produto
ru: Название продукта

# create_step_title_6
source: Barcode
de: Strichcode
es: Código de barras
pt_br: Código de barras
ru: Штрих-код

# create_step_title_7
source: Product Type: Food
de: Produkttyp: Lebensmittel
es: Tipo de producto: Comida
pt_br: Tipo de produto: Alimentos
ru: Тип продукта: Eда

# create_step_title_8
source: Product type: Drink
de: Produkttyp: Getränk
es: Tipo de producto: Bebida
pt_br: Tipo de produto: Bebida
ru: Тип продукта: Напиток

# create_step_title_9
source: Adding
de: Hinzufügen
es: Agregando
pt_br: Adicionando
ru: Добавление

# create_step_title_10
source: Food
de: Essen
es: Comida
pt_br: Alimento
ru: Еда

# create_step_title_11
source: Drink
de: Trinken
es: Beber
ru: Напиток

# create_step_title_12
source: Enter food name
de: Geben Sie den Namen des Lebensmittels ein
es: Introducir nombre de comida
pt_br: Digite o nome do alimento
ru: Введите название продукта

# create_step_title_13
source: Are you sure you want to delete?
de: Möchten Sie wirklich löschen?
es: ¿Estás seguro de que quieres eliminar?
pt_br: Tem certeza de que deseja excluir?
ru: Вы точно хотите удалить?

# create_step_title_14
source: Add Serving Size
de: Portionsgröße hinzufügen
es: Agregar tamaño de porción
pt_br: Adicionar tamanho da porção
ru: Добавить размер порции

# create_step_title_15
source: Choose a serving size. You can also add your own portion sizes.
de: Wählen Sie eine Portionsgröße. Sie können auch Ihre eigenen Portionsgrößen hinzufügen und ändern.
es: Elige un tamaño de porción. También puede agregar sus propios tamaños de porción.
pt_br: Escolha um tamanho da porção. Você também pode adicionar seus próprios tamanhos de porção e alterá-los.
ru: Выберите размер порции. Вы так же можете добавлять собственные размеры порций.

# create_step_title_16
source: Standard Serving
de: Standard-Portion
es: Porción estándar
pt_br: Serviço padrão
ru: Стандартная порция

# create_step_title_17
source: Serving Size
de: Portionsgröße
es: Tamaño de la porción
pt_br: Tamanho da dose
ru: Размер порции

# create_step_title_18
source: Kilogram
de: Kilogramm
es: Kilogramo
pt_br: Quilograma
ru: Килограмм

# create_step_title_19
source: Gram
de: Gramm
es: Gramo
ru: Грамм

# create_step_title_20
source: Liter
es: Litro
pt_br: Litro
ru: Литр

# create_step_title_21
source: Milliliter
es: Mililitro
pt_br: Mililitro
ru: Миллилитр

# create_step_title_22
source: The name of the portion cannot consist only of spaces
de: Der Name des Abschnitts darf nicht nur aus Leerzeichen bestehen
es: El nombre de la porción no puede consistir solo en espacios
pt_br: O nome da parte não pode consistir apenas em espaços
ru: Наименование порции не может состоять только из пробелов

# create_step_title_23
source: Serving Name
es: Nombre de servicio
pt_br: Nome da veiculação
ru: Наименование порции

# create_step_title_24
source: Enter the portion name
de: Geben Sie den Portionsnamen ein
es: Ingrese el nombre de la porción
pt_br: Digite o nome da parte
ru: Введите название порции

# create_step_title_25
source: Unit of measurement
de: Maßeinheit
es: Unidad
pt_br: Unidade
ru: Единица измерения

# create_step_title_26
source: Serving Size
de: Portionsgröße
es: Tamaño de la porción
pt_br: Tamanho da dose
ru: Размер порции

# create_step_title_27
source: Enter Serving Size
de: Geben Sie die Portionsgröße ein
es: Ingrese el tamaño de la porción
pt_br: Digite o tamanho da porção
ru: Введите размер порции

# create_step_title_28
source: Add portion
de: Portion hinzufügen
es: Añadir porción
pt_br: Adicionar parte
ru: Добавить порцию

# create_step_title_29
source: Edit
de: Bearbeiten
es: Editar
pt_br: Editar
ru: Изм.

# create_step_title_30
source: Nutrients
de: Nährstoffe
es: Nutrientes
pt_br: Nutrientes
ru: Питательные вещества

# create_step_title_31
source: Enter the calorie content of the product
de: Geben Sie den Kaloriengehalt des Produkts ein
es: Ingrese el contenido calórico del producto
pt_br: Digite o teor calórico do produto
ru: Введите калорийность продукта

# create_step_title_32
source: Introduce Product Fats
de: Produktfette einführen
es: Introducir grasas de producto
pt_br: Introduzir gorduras de produtos
ru: Введите жиры продукта

# create_step_title_33
source: Enter Product Carbohydrates
de: Geben Sie die Produktkohlenhydrate ein
es: Ingrese los carbohidratos del producto
pt_br: Inserir produto Carboidratos
ru: Введите углеводы продукта

# create_step_title_34
source: Enter Product Proteins
de: Produktproteine ​​eingeben
es: Introduzca las proteínas del producto
pt_br: Digite as proteínas do produto
ru: Введите белки продукта

# create_step_title_35
source: Your product has been added to My Products
de: Ihr Produkt wurde zu Meine Produkte hinzugefügt
es: Su producto ha sido agregado a Mis productos
pt_br: Seu produto foi adicionado a Meus produtos
ru: Ваш продукт добавлен в Мои продукты

# create_step_title_36
source: Edit
de: Bearbeiten
es: Editar
pt_br: Editar
ru: Редактировать

# create_step_title_37
source: This section will store recipes and products you like or save
de: In diesem Abschnitt wird gespeichert oder Lieblingsrezepte und Produkte, die Sie haben gespart
es: Esta sección almacenará recetas y productos que le gusten o guarde.
pt_br: Esta seção armazenará receitas e produtos que você gosta ou salva
ru: В этом разделе будут храниться понравившиеся или сохраненные вами рецепты и продукты

# create_step_title_38
source: To add a product to your favorites, click on the product card
de: Um ein Produkt zu Ihren Favoriten hinzuzufügen, klicken Sie auf die Produktkarte
es: Para agregar un producto a sus favoritos, haga clic en la tarjeta del producto
pt_br: Para adicionar um produto aos seus favoritos, clique no cartão do produto
ru: Чтобы добавить продукт в избранное, нажмите на карточке продукта

# create_step_title_39
source: Removed from favorites
es: Eliminar de favoritos
ru: Убранно из избранного

# create_step_title_40
source: You definitely want to delete the template?
es: Definitivamente quieres eliminar la plantilla?
ru: Вы точно хотите удалить шаблон?

# add_product
source: Add food
de: Lebensmittel hinzufügen
es: Añadir comida
pt_br: Adicionar alimento
ru: Добавить продукт

# product_not_found
source: Food not found
de: Lebensmittel nicht gefunden
es: No se ha encontrado la comida
pt_br: Alimento não encontrado
ru: Продукт не найден

# product_list_empty
source: Liked or saved recipes and foods will be stored in this section.
de: Favorisierte und gespeicherte Rezepte und Lebensmittel werden in diesem Bereich gespeichert.
es: Las recetas y las comidas guardadas y que le gustan seconservarán en esta sección.
pt_br: Receitas e alimentos curtidos ou salvos serão armazenados nesta seção.
ru: В этом разделе будут храниться понравившиеся или сохраненные вами рецепты и продукты

# my_product_title_1
source: Products that you yourself have added will be stored here
de: Produkte, die Sie selbst hinzugefügt haben, werden hier gespeichert
es: Los productos que usted mismo haya agregado se almacenarán aquí
pt_br: Os produtos que você adicionou serão armazenados aqui
ru: Здесь будут храниться продукты, которые вы сами добавили

# search_field_placeholder
source: Search
de: Suche
es: Buscar
pt_br: Procurar
ru: Поиск по рецептам

# add_recipes
source: Add recipe
de: Rezept hinzufügen
es: Añadir receta
pt_br: Adicionar receita
ru: Добавить рецепт

# recipes_not_found
source: Recipe not found
de: Rezept nicht gefunden
es: No se ha encontrado la receta
pt_br: Receita não encontrada
ru: Рецепт не найден

# recipes_list_empty
source: Here you can create and save a set of foods you eat every day at certain meals.
de: Hier können Sie eine Reihe von Lebensmitteln erstellen und speichern, die Sie täglich zu bestimmten Mahlzeiten essen.
es: Aquí puede crear y guardar varios alimentos que toma a diario con determinadas comidas.
pt_br: Aqui você pode criar e salvar um conjunto de alimentos que você come todos os dias em determinadas refeições.
ru: Здесь вы можете создать и сохранить набор продуктов, который употребляете ежедневно в определенный прием пищи

# create_product
source: Create food
de: Lebensmittel erstellen
es: Crear comida
pt_br: Criar alimento
ru: Создать продукт

# create_recipes
source: Create recipe
de: Rezept erstellen
es: Crear receta
pt_br: Criar receita
ru: Создать рецепт

# recipes_name
source: Recipe name
de: Rezeptname
es: Nombre de receta
pt_br: Nome da receita
ru: Название рецепта

# recipes_image
source: Image of dish
de: Bild des Gerichts
es: Imagen de plato
pt_br: Imagem do prato
ru: Изображение блюда

# download
source: Upload
de: Hochladen
es: Cargar
pt_br: Enviar
ru: Загрузить

source: Gallery
de: Galerie
es: Galería
pt_br: Galeria
ru: Галерея

source: Photo
de: Foto
es: Foto
pt_br: Foto
ru: Фото

# time_for_preparing
source: Cooking time
de: Kochzeit
es: Tiempo de cocinado
pt_br: Tempo de cozimento
ru: Время приготовления

source: min
ru: мин

# complexity
source: Difficulty
de: Schwierigkeit
es: Dificultad
pt_br: Dificuldade
ru: Сложность

# choose_complexity
source: Choose a difficulty level
de: Wählen Sie einen Schwierigkeitsgrad
es: Seleccione un nivel de dificultad
pt_br: Escolha um nível de dificuldade
ru: Выбрать сложность

source: Easy
de: Einfach
es: Fácil
pt_br: Fácil
ru: Легкая

source: Medium
de: Mittel
es: Medio
pt_br: Médio
ru: Средняя

# сomplex
source: Hard
de: Schwer
es: Difícil
pt_br: Difícil
ru: Сложная

# all_users_can_see
source: Visible to all users
de: Für alle Benutzer sichtbar
es: Visible para todos los usuarios
pt_br: Visível a todos os usuários
ru: Могут видеть все пользователи

# all_users_can_see_description
source: Recipes and foods you create and add to the database may be accessible to other users. Please try to fill in the form above as accurately and completely as possible.
de: Rezepte und Lebensmittel, die Sie erstellen und der Datenbank hinzufügen, sind möglicherweise für andere Benutzer zugänglich. Bitte versuchen Sie, das obige Formular so genau und vollständig wie möglich auszufüllen.
es: Las recetas y comidas que cree y añada a la base de datos podrán verlas otros usuarios. Intente completar el formulario anterior de la forma más precisa y completa posible.
pt_br: Receitas e alimentos que você cria e adiciona ao banco de dados podem ficar acessíveis a outros usuários. Tente preencher o formulário acima da maneira mais precisa e completa possível.
ru: Созданные вами и введенные в базу рецепты или продукты могут быть доступны для других пользователей. Пожалуйста, постарайтесь заполнить приведенную выше форму максимально точно и полно.

# ingredients_for_serving
source: Ingredients for one serving
de: Zutaten für eine Portion
es: Ingredientes para una ración
pt_br: Ingredientes para uma porção
ru: Ингредиенты на 1 порцию

# instruction
source: Instructions
de: Anweisungen
es: Instrucciones
pt_br: Instruções
ru: Инструкция

# add_instruction
source: Add instructions
de: Fügen Sie Anweisungen hinzu
es: Añadir instrucciones
pt_br: Adicionar instruções
ru: Добавить инструкцию

# instruction_description
source: Please write step-by-step instructions for preparing the dish
de: Bitte schreiben Sie eine Schritt-für-Schritt-Anleitung für die Zubereitung des Gerichts
es: Escriba instrucciones paso a paso para elaborar el plato
pt_br: Escreva as instruções passo a passo para preparar o prato
ru: Пожалуйста, записывайте инструкцию по приготовлению по пунктам

# recipes_info
source: Recipe info
de: Rezeptinfo
es: Información de la receta
pt_br: Informações da receita
ru: Информация о рецепте

source: Ingredients
de: Zutaten
es: Ingredientes
pt_br: Ingredientes
ru: Ингредиенты

# verification_of_information
source: Info verification
de: Informationsbestätigung
es: Verificación de la información
pt_br: Verificação de informações
ru: Проверка информации

source: Brand/manufacturer
de: Marke/Hersteller
es: Marca/fabricante
pt_br: Marca/fabricante
ru: Марка/производитель

# product_name
source: Food name
de: Name des Lebensmittels
es: Nombre de la comida
pt_br: Nome do alimento
ru: Название продукта

source: Barcode
es: Código de barras
pt_br: Código de barras
ru: Штрих-код

# barcode_scanning
source: Scanning barcode
de: Barcode scannen
es: Lectura del código de barras
pt_br: Digitalizando código de barras
ru: Сканирование штрих-кода

# barcode_scanning_description
source: Place the barcode within the scanning window. The search will begin automatically.
de: Platzieren Sie den Barcode im Scanfenster. Die Suche beginnt automatisch..
es: Coloque el código de barras en la ventana de lectura del escáner. La búsqueda empezará automáticamente.
pt_br: Posicione o código de barras dentro da janela de digitalização. A pesquisa começará automaticamente.
ru: Поместите штрих-код в окно для сканирования. Поиск начнется автоматически.

# product_calories
source: Calorie content
de: Kaloriengehalt
es: Contenido calórico
pt_br: Conteúdo calórico
ru: Калорийность

# nutrients
source: Nutrients per 100 g
de: Nährstoffe pro 100 g
es: Nutrientes por cada 100 g
pt_br: Nutrientes por 100 g
ru: Питательные вещества на 100 г

# сellulose
source: Cellulose
de: Zellulose
es: Celulosa
pt_br: Celulose
ru: Клетчатка

source: Sugar
de: Zucker
es: Azúcar
pt_br: Açúcar
ru: Сахар

source: Saturated fat
de: Gesättigte Fettsäuren
es: Grasa saturada
pt_br: Gordura saturada
ru: Насыщенные жиры

source: Monounsaturated fat
de: Einfach ungesättigte Fettsäuren
es: Grasa monosaturada
pt_br: Gordura monoinsaturada
ru: Мононенасыщенные жиры

# polyunsaturated_fats
source: Polyunsaturated fat
de: Mehrfach ungesättigte Fettsäuren
es: Grasa poliinsaturada
pt_br: Gordura poliinsaturada
ru: Полиненасыщенные жиры

source: Cholesterol
de: Cholesterin
es: Colesterol
pt_br: Colesterol
ru: Холестерин

source: Sodium
de: Natrium
es: Sodio
pt_br: Sódio
ru: Натрий

source: Potassium
de: Kalium
es: Potasio
pt_br: Potássio
ru: Калий

# product_info
source: Food info
de: Lebensmittelinfo
es: Información de la comida
pt_br: Informações sobre alimentos
ru: Информация о продукте

# nutritional_value
source: Nutritional value per 100 g
de: Nährwert pro 100 g
es: Valor nutricional por cada 100 g
pt_br: nutritional_value
ru: Пищевая ценность на 100 г.

# product_added_to_your_products
source: Your food has been added to My Foods
de: Ihr Essen wurde zu Meine Lebensmittel hinzugefügt
es: Su comida se ha añadido a Mis comidas
pt_br: Seu alimento foi adicionada aos Meus Alimentos
ru: Ваш продукт добавлен в Свои продукты

# product_details_desc
source: Choose amount of content and unit of measure
de: Wählen Sie die Menge des Inhalts und die Maßeinheit
es: Elija la cantidad de contenido y la unidad de medida
pt_br: Escolha a quantidade de conteúdo e a unidade de medida
ru: Выберите количество содержимого и единицу измерения

# product_changed_in_busket
source: Product changed in basket
de: Produkt im Warenkorb geändert
es: Producto cambiado en la cesta
pt_br: Produto alterado na cesta
ru: Продукт изменен в корзине

# product_changed_in_diary
source: Product added to diary
de: Produkt zum Tagebuch hinzugefügt.
es: Producto añadido al diario
pt_br: Produto adicionado ao diário
ru: Продукт добавлен в дневник

# product_changed_in_diary2
source: Products added to diary
es: Productos agregados al diario
ru: Продукты добавлены в дневник

# lig_product
source: ml
ru: мл

# gram_unit
source: gram
de: gramm
es: gramo
pt_br: grama
ru: грамм

# second_gram_unit
source: gr
ru: гр

# product_calculation
source: Food info
de: Lebensmittelinfo
es: Información de la comida
pt_br: Informações sobre alimentos
ru: Расчет продукта

# product_weighs
source: The food weighs
de: Das Essen wiegt
es: La comida pesa
pt_br: O alimento pesa
ru: Продукт весит

# product_add_nutrients
source: Nutrients per
de: Nährstoffe pro
es: Nutrientes por
pt_br: Nutrientes por
ru: Питательные вещества на

# report_bug
source: Report an error
de: Einen Fehler melden
es: Informar de un error
pt_br: Relatar um erro
ru: Сообщить об ошибке

# portion
source: serving
de: portion
es: ración
pt_br: porção
ru: порцию

source: servings
de: portionen
es: raciones
pt_br: porções
ru: порции

# ingredients_on
source: Ingredients per
de: Zutaten pro
es: Ingredientes por
pt_br: Ingredientes por
ru: Ингридиенты на

# сooking_method
source: Cooking method
de: Kochmethode
es: Método de cocinado
pt_br: Método de cozimento
ru: Способ приготовления

source: Recipe added
de: Rezept hinzugefügt
es: Receta añadida
pt_br: Receita adicionada
ru: Рецепт добавлен

source: Aikido
ru: Айкидо

# aqua_run
source: Aquajogging
ru: Аква-бег

source: Water aerobics
de: Wassergymnastik
es: Aeróbic acuático
pt_br: Hidroaeróbica
ru: Аквааэробика

# mountaineering
source: Mountain climbing
de: Bergsteigen
es: Escalada en montaña
pt_br: Escalada de montanha
ru: Альпинизм

# american_football
source: Football
de: Fußball
es: Fútbol
pt_br: Futebol americano
ru: Американский футбол

# army_press
source: Army bench press
de: Army-Bankdrücken
es: Prensa
pt_br: Supino do exército
ru: Армейский жим

# aerobics_high_load
source: Aerobics, high intensity
de: Aerobic, hohe Intensität
es: Aeróbicos, intensidad alta
pt_br: Aeróbica, alta intensidade
ru: Аэробика, высокая нагрузка

# aerobics_medium_load
source: Aerobics, medium intensity
de: Aerobic, mittlere Intensität
es: Aeróbicos, intensidad media
pt_br: Aeróbica, intensidade média
ru: Аэробика, средняя нагрузка

# badminton_high_load
source: Badminton, high intensity
de: Badminton, hohe Intensität
es: Bádminton, intensidad alta
pt_br: Badminton, alta intensidade
ru: Бадминтон, высокая нагрузка

# badminton_medium_load
source: Badminton, medium intensity
de: Badminton, mittlere Intensität
es: Bádminton, intensidad media
pt_br: Badminton, intensidade média
ru: Бадминтон, средняя нагрузка

# basketball_high_load
source: Basketball, high intensity
de: Basketball, hohe Intensität
es: Baloncesto, intensidad alta
pt_br: Basquete, alta intensidade
ru: Баскетбол, высокая нагрузка

# basketball_medium_load
source: Basketball, medium intensity
de: Basketball, mittlere Intensität
es: Baloncesto, intensidad media
pt_br: Basquete, intensidade média
ru: Баскетбол, средняя нагрузка

# run_11.3_km/h
source: Running, 11.3 kph
de: Laufen, 11,3 km/h
es: Running, 11,3 km/h
pt_br: Corrida, 11,3 km/h
ru: Бег 11,3 км/ч

# run_12.1_km/h
source: Running, 12.1 kph
de: Laufen, 12,1 km/h
es: Running, 12,1 km/h
pt_br: Corrida, 12,1 km/h
ru: Бег 12,1 км/ч

# run_12.9_km/h
source: Running, 12.9 kph
de: Laufen, 12,9 km/h
es: Running, 12,9 km/h
pt_br: Corrida, 12,9 km/h
ru: Бег 12,9 км/ч

# run_14.5_km/h
source: Running, 14.5 kph
de: Laufen, 14,5 km/h
es: Running, 14,5 km/h
pt_br: Corrida, 14,5 km/h
ru: Бег 14,5км/ч

# run_16.09_km/h
source: Running, 16.09 kph
de: Laufen, 16,9 km/h
pt_br: Corrida, 16,9 km/h
ru: Бег 16,09 км/ч

# run_17.7_km/h
source: Running, 17.7 kph
de: Laufen, 17,7 km/h
pt_br: Corrida, 17,7 km/h
ru: Бег 17,7 км/ч

# run_6.4_km/h
source: Running, 6.4 kph
de: Laufen, 6,4 km/h
pt_br: Corrida, 6,4 km/h
ru: Бег 6,4 км/ч

# run_8_km/h
source: Running, 8 kph
de: Laufen, 8 km/h
pt_br: Corrida, 8 km/h
ru: Бег 8 км/ч

# run_9.7_km/h
source: Running, 9.7 kph
de: Laufen, 9,7 km/h
pt_br: Corrida, 9,7 km/h
ru: Бег 9,7 км/ч

source: Running up the stairs
de: Die Treppe hinauf rennen
es: Running en escalera
pt_br: Subir escadas correndo
ru: Бег вверх по лестнице

# сross_country_running
source: Cross-country running
de: Geländelaufen
es: Cross
pt_br: Corrida cross-country
ru: Бег по пересеченной местности

# sand_running
source: Running on sand
de: Laufen auf Sand
es: Running en arena
pt_br: Corrida na areia
ru: Бег по песку

source: Jogging
de: Joggen
pt_br: Corrida lenta
ru: Бег трусцой

source: Treadmill
de: Laufband
es: Cinta
pt_br: Esteira
ru: Беговая дорожка

source: Baseball
es: Béisbol
pt_br: Beisebol
ru: Бейсбол

source: Biathlon
es: Biatlón
pt_br: Biatlo
ru: Биатлон

source: Bikram yoga
ru: Бикрам-Йога

source: Billiards
de: Billard
es: Billar
pt_br: Sinuca
ru: Бильярд

# arm_curl(Biceps)
source: Bicep curls
de: Bizeps-Curls
es: Flexiones de bíceps
pt_br: Flexão de bíceps
ru: Сгибание рук(бицепс)

source: Body step
ru: Боди Степ

source: Martial arts
de: Kampfkunst
es: Artes marciales
pt_br: Artes marciais
ru: Боевые искусства

source: Boxing
de: Boxen
es: Boxeo
pt_br: Boxe
ru: Бокс

# boxing_high_load
source: Boxing, high intensity
de: Boxen, hohe Intensität
es: Boxeo, intensidad alta
pt_br: Boxe, alta intensidade
ru: Бокс, высокая нагрузка

# boxing_training
source: Boxing, practice
de: Boxen, Training
es: Boxeo, práctica
pt_br: Boxe, prática
ru: Бокс, тренировочный

source: Boxing, punching bag
de: Boxen, Boxsack
es: Boxeo, saco de boxeo
pt_br: Boxe, saco de boxe
ru: Бокс: груша

source: Bowling
es: Bolos
pt_br: Boliche
ru: Боулинг

# quick_run_up_stairs
source: Running quickly up the stairs
de: Die Treppe schnell hinauf rennen
es: Running rápido en escalera
pt_br: Subir escadas correndo rapidamente
ru: Быстрая пробежка вверх по лестнице

# brisk_walking_6.5_km/h
source: Brisk walking, 6.5 kph
de: Reges Gehen, 6,5 km/h
es: Andar, 6,5 km/h
pt_br: Caminhada rápida, 6,5 km/h
ru: Быстрая ходьба пешком 6,5 км/ч

source: Wakeboarding
de: Wakeboarden
es: Esquí acuático
pt_br: Wakeboard
ru: Вейкбординг

# bicycle_aerobics_high_load
source: Spinning, high intensity
de: Spinning, hohe Intensität
es: Spinning, intensidad alta
pt_br: Spinning, alta intensidade
ru: Велоаэробика, высокая нагрузка

# bicycle_aerobics_medium_load
source: Spinning, medium intensity
de: Spinning, mittlere Intensität
es: Spinning, intensidad media
pt_br: Spinning, intensidade média
ru: Велоаэробика, средняя нагрузка

# cycling_high_load
source: Cycling, high intensity
de: Radfahren, hohe Intensität
es: Ciclismo, intensidad alta
pt_br: Ciclismo, alta intensidade
ru: Велоспорт, высокая нагрузка

# cycling_medium_load
source: Cycling, medium intensity
de: Radfahren, mittlere Intensität
es: Ciclismo, intensidad media
pt_br: Ciclismo, intensidade média
ru: Велоспорт, средняя нагрузка
