Repository: wsoteam/Fiasy-IOS
Catalog: Fiasy/Resources/*.lproj/Localizable.strings
Languages: de, es, pt_br, ru

# tab_title1
source: Journal
de: Tagebuch
es: Diario
pt_br: Diário
ru: Дневник

# tab_title2
source: Articles
de: Artikel
es: Artículos
pt_br: Artigos
ru: Статьи

# tab_title3
source: Recipes
de: Rezepte
es: Recetas
pt_br: Receitas
ru: Рецепты

# tab_title4
source: Profile
de: Profil
es: Perfil
pt_br: Perfil
ru: Профиль

# barcode_title_1
source: ALL CLEAR!
de: ALLES KLAR!
es: ¡TODO ES EXPRESADO!
pt_br: TUDO É EXPRESSO!
ru: ВСЕ ПОНЯТНО!

# barcode_title_2
source: Use a barcode scanner
de: Verwenden Sie einen Barcode-Scanner
es: Use un escáner de código de barras
pt_br: Use um scanner de código de barras
ru: Пользуйтесь сканером штрих-кода

# barcode_title_3
source: Instantly add products to your base! Thanks to this, you can know the value of the CBJU automatically!
de: Fügen Sie Produkte sofort zu Ihrer Datenbank hinzu! Dank dessen können Sie den Wert der CBJU automatisch herausfinden!
es: ¡Agregue productos al instante a su base! ¡Gracias a esto, puede conocer el valor de la CBJU automáticamente!
pt_br: Adicione produtos instantaneamente à sua base! Graças a isso, você pode conhecer o valor da CBJU automaticamente!
ru: Мгоновенно занасите продукты в свою базу! Благодаря этому вы можете узнать значение КБЖУ автоматически!

# barcode_title_4
source: What is a barcode for?
de: Wofür ist ein Barcode?
es: ¿Para qué sirve un código de barras?
pt_br: Para que serve um código de barras?
ru: Для чего нужен штрих-код?

# barcode_title_5
source: Nothing found. Continue to scan or grab another product
de: Nichts gefunden. Fahren Sie fort, ein anderes Produkt zu scannen oder zu greifen
es: Nada encontrado Continuar escaneando o tomando otro producto
pt_br: Nada foi encontrado. Continue a digitalizar ou pegar outro produto
ru: Ничего не найдено. Продолжите сканировать или возьмите другой продукт

# unboarding_welcome
source: Welcome to
de: Willkommen bei
es: Bienvenido a
pt_br: Boas-vindas a
ru: Добро пожаловать в

# unboarding_first_screen
source: Lots of scientific articles about healthy eating
de: Wissenschaftliche Artikel zu gesunder Ernährung
es: Numerosos artículos científicos sobre comidas saludables
pt_br: Muitos artigos científicos sobre alimentação saudável
ru: Множество научных статей о правильном питании

# unboarding_second_screen
source: Everyday healthy recipes
de: Täglich gesunde Rezepte
es: Recetas saludables cada día
pt_br: Receitas saudáveis todos os dias
ru: Полезные рецепты на каждый день

# unboarding_third_screen
source: Everyday healthy recipes
de: Täglich gesunde Rezepte
es: Recetas saludables cada día
pt_br: Receitas saudáveis todos os dias
ru: Полезные рецепты на каждый день

# unboarding_skeep
source: Skip
de: Überspringen
es: Omitir
pt_br: Ignorar
ru: Пропустить

# unboarding_next
source: NEXT
de: WEITER
es: SIGUIENTE
pt_br: AVANÇAR
ru: ДАЛЕЕ

# settings_items_premium
source: Premium Account
de: Premium-Konto
es: Cuenta Premium
pt_br: Conta Premium
ru: Premium аккаунт

# settings_items_personal
source: Personal information
de: Persönliche Angaben
es: Información personal
pt_br: Informações pessoais
ru: Личные данные

# settings_items_intake
source: Calorie intake
de: Kalorienaufnahme
es: Ingesta de calorías
pt_br: Ingestão de calorias
ru: Норма калорий

# settings_items_help
source: Help
de: Hilfe
es: Ayuda
pt_br: Ajuda
ru: Помощь

# activity_profile_settings_settings
source: Settings
de: Einstellungen
es: Configuraciones
pt_br: Configurações
ru: Настройки

# complexity_text1
source: easy
de: einfach
es: facil
pt_br: fácil
ru: легко

# complexity_text2
source: difficult
de: schwierig
es: dificil
pt_br: difícil
ru: сложно

# complexity_text3
source: Complexity
de: Schwierigkeit
es: Dificultad
pt_br: Dificuldade
ru: Сложность

# complexity_text4
source: mg
ru: мг

# complexity_text5
source: Saturated
de: Gesättigte
es: Saturada
pt_br: Saturada
ru: Насыщенные

# complexity_text6
source: Unsaturated
de: Ungesättigt
es: Insaturado
pt_br: Insaturado
ru: Ненасыщенные

# art_series_series_title
source: Eight articles for an easy start!
de: Acht Artikel für einen einfachen Start!
es: Ocho artículos para empezar de forma fácil.
pt_br: Oito artigos para ter um começo fácil!
ru: 8 статей для легко старта!

# art_series_day
source: Day
de: Tag
es: Día
pt_br: Dia
ru: День

# art_series_series_info
source: You need to complete the previous day before you can go to the next one
de: Sie müssen den vorherigen Tag abschließen, bevor Sie mit dem nächsten fortfahren können
es: Tiene que completar el día anterior para poder pasar al siguiente
pt_br: Você precisa concluir o dia anterior para poder ir para o próximo
ru: Чтобы перейти к следующему дню, Вам нужно будет пройти предыдущий

# art_series_author_title
source: Exclusive articles from a professional nutritionist!
de: Exklusive Artikel von einem professionellen Ernährungsberater!
es: Artículos exclusivos de un nutricionista profesional.
pt_br: Artigos exclusivos de um nutricionista profissional!
ru: Эксклюзивные статьи от профессионального диетолога!

# art_series_author_burlakov
source: Alexander Burlakov
ru: Александр Бурлаков

# art_series_author_burlakov_bio2
source: A sports medicine doctor and nutritionist
de: Der Sportmediziner und Ernährungswissenschaftler
es: Doctor en medicina deportiva y nutricionista
pt_br: Médico de medicina esportiva e nutricionista
ru: Спортивный врач-диетолог

# art_series_author_burlakov_bio
source: A sports medicine doctor and nutritionist, Dr. Burlakov graduated from Kuban State Medical University. He is the founder of the Bodycoach School and runs a wellness blog based on medical science.
de: Der Sportmediziner und Ernährungswissenschaftler Dr. Burlakov hat seinen Abschluss von der Kuban State Medical University. Er ist der Gründer der Bodycoach School und betreibt einen medizinisch-wissenschaftlichen Wellness-Blog.
es: Doctor en medicina deportiva y nutricionista, el Dr. Burlakov se graduó en la universidad de medicina de Kubán (Rusia). Es fundador de la escuela Bodycoach y tiene un blog sobre hábitos de vida saludables y medicina.
pt_br: Médico de medicina esportiva e nutricionista, o Dr. Burlakov se formou na Kuban State Medical University. Ele é o fundador da Bodycoach School e administra um blog de bem-estar baseado em ciência médica.
ru: Спортивный врач-диетолог, окончил Кубанский государственный медицинский университет. Основатель образовательного центра Bodycoach school, ведет блог о здоровом образе жизни основываясь на доказательной медицине.

# art_series_author_burlakov_achiv1
source: 18,800 followers on Instagram
de: 18.800 Follower auf Instagram
es: 18.800 seguidores en Instagram
pt_br: 18.800 seguidores no Instagram
ru: 18.8 тыс. подписчиков в instagramm

# art_series_author_burlakov_achiv2
source: Medical science
de: Medizin
es: Medicina
pt_br: Ciência médica
ru: Доказательная медицина

# art_series_author_burlakov_achiv3
source: Has trained UFC, ACA, and RCC athletes
de: Hat UFC-, ACA- und RCC-Athleten trainiert
es: Ha preparado a deportistas de las ligas UFC, ACA y RCC
pt_br: Treinou atletas do UFC, ACA e RCC
ru: Подготовка спортсменов UFC, ACA, RCC

# premium_version
source: versions
es: versión
pt_br: versão
ru: версии

source: OR
de: ODER
es: O
pt_br: OU
ru: ИЛИ

# signIn
source: LOG IN
de: ANMELDEN
es: INICIAR SESIÓN
pt_br: ENTRAR
ru: ВОЙТИ

# authorization_with
source: SIGN UP WITH
de: REGISTRIEREN MIT
es: INICIAR SESIÓN CON
pt_br: REGISTRAR-SE COM
ru: ЗАРЕГИСТРИРОВАТЬСЯ С ПОМОЩЬЮ

# account_available
source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tiene una cuenta?
pt_br: Já possui uma conta?
ru: Уже есть аккаунт?

# registration_by_mail
source: SIGN UP VIA EMAIL
de: MIT EMAIL REGISTRIEREN
es: registro por correo electrónico
pt_br: REGISTRAR-SE COM E-MAIL
ru: РЕГИСТРАЦИЯ ПО EMAIL

# signIn_title
source: Log in
de: Einloggen
es: Entrada
pt_br: Entrar
ru: Войти

source: Login
de: Einloggen
es: Iniciar sesión
pt_br: Nome de acesso
ru: Логин

source: Password
de: Passwort
es: Contraseña
pt_br: senha
ru: Пароль

# restore
source: Recover password
de: Passwort wiederherstellen
es: Recuperar contraseña
pt_br: Recuperar senha
ru: Восстановить

# forgot_password
source: Forgot your password?
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?

# or_signIn_by
source: or log in with
de: oder anmelden mit
es: o inicie sesión con
pt_br: ou entrar com
ru: или войти с помощью

source: Wrong data
de: Falschen daten
es: Información incorrecta
pt_br: Dados inválidos
ru: Неверные данные

# write_growth
source: Enter your growth
de: Geben Sie Ihre Größe ein
es: Ingrese su altura
pt_br: Digite sua altura
ru: Введите ваш рост

# write_weight
source: Enter your weight
de: Geben Sie Ihr Gewicht ein
es: Ingrese su peso
pt_br: Digite seu peso
ru: Введите ваш вес

# write_age
source: Enter your age
de: Geben Sie Ihr Alter ein
es: Ingrese su edad
pt_br: Digite sua idade
ru: Введите ваш возраст

source: Check your age
de: Überprüfen Sie Ihr Alter
es: Comprueba tu edad
pt_br: Verifique sua idade
ru: Проверьте ваш возраст

# check_written_weight
source: Check entered weight
de: Überprüfen Sie das eingegebene Gewicht
es: Verifique el peso ingresado
pt_br: Verificar peso inserido
ru: Проверьте введенный вес

# check_written_age
source: Check entered growth
de: Überprüfen Sie das eingegebene Wachstum
es: Verificar crecimiento ingresado
pt_br: Verifique o crescimento inserido
ru: Проверьте введенный рост

# check_written_calories
source: Check calories entered
de: Überprüfen Sie die eingegebenen Kalorien
es: Verifique las calorías ingresadas
pt_br: Verifique as calorias inseridas
ru: Проверьте введенные калории

# check_written_protein_description
source: Proteins cannot be empty or consist of zeros
de: Proteine ​​dürfen nicht leer sein oder aus Nullen bestehen
es: Las proteínas no pueden estar vacías o estar formadas por ceros
pt_br: As proteínas não podem estar vazias ou consistir em zeros
ru: Белки не могут быть пустыми или состоять из нулей

# check_written_carbohydrates_description
source: Carbohydrates cannot be empty or consist of zeros
de: Kohlenhydrate dürfen nicht leer sein oder aus Nullen bestehen
es: Los carbohidratos no pueden estar vacíos o estar compuestos de ceros
pt_br: Os carboidratos não podem estar vazios ou consistir em zeros
ru: Углеводы не могут быть пустыми или состоять из нулей

# check_written_fats_description
source: Fats cannot be empty or consist of zeros
de: Fette dürfen nicht leer sein oder aus Nullen bestehen
es: Las grasas no pueden estar vacías o estar formadas por ceros
pt_br: As gorduras não podem estar vazias ou consistir em zeros
ru: Жиры не могут быть пустыми или состоять из нулей

# write_your_name
source: Enter your name
de: Geben Sie Ihren Namen ein
es: Escribe tu nombre
pt_br: Digite seu nome
ru: Введите вашe имя

source: Check your name
de: Überprüfen Sie Ihren Namen
es: Revisa tu nombre
pt_br: Verifique seu nome
ru: Проверьте ваше имя

# check_your_last_name
source: Check your surname
de: Überprüfen Sie Ihren Nachnamen
es: Revisa tu apellido
pt_br: Verifique seu sobrenome
ru: Проверьте вашу фамилию

# check_your_email
source: Сheck your email
de: Überprüfen Sie Ihre E-Mails
es: Revisa tu correo
pt_br: Verifique seu e-mail
ru: Проверьте вашу почту

# article_premium_description
source: GET ACCESS TO HUNDREDS OF USEFUL ARTICLES WHEN SUBSCRIBING TO PREMIUM
de: ERHALTEN SIE ZUGRIFF AUF HUNDERTE VON NÜTZLICHEN ARTIKELN, WENN SIE PREMIUM ABONNIEREN
es: OBTENGA ACCESO A CIENTOS DE ARTÍCULOS ÚTILES AL SUSCRIBIRSE A PREMIUM
pt_br: ACESSE CENTENAS DE ARTIGOS ÚTEIS AO ASSINAR AO PREMIUM
ru: ПОЛУЧИТЕ ДОСТУП К СОТНЯМ ПОЛЕЗНЫХ СТАТЕЙ ПРИ ПОДПИСКЕ НА PREMIUM

# article_premium_button
source: UPDATE TO PREMIUM
de: UPDATE AUF PREMIUM
es: ACTUALIZAR A PREMIUM
pt_br: ATUALIZAÇÃO PARA PREMIUM
ru: ОБНОВЛЕНИЕ ДО PREMIUM

# add_product_in_journal
source: Adding to the diary
de: Zum Tagebuch hinzufügen
es: Agregando al diario
pt_br: Adicionando ao diário
ru: Добавление в дневник

# remove_product
source: Product removal
de: Produktentfernung
es: Retiro del producto
pt_br: Remoção do produto
ru: Удаление продукта

# activiti_description_1
source: This activity has already been added to favorites
de: Diese Aktivität wurde bereits zu den Favoriten hinzugefügt
es: Esta actividad ya se ha agregado a favoritos
pt_br: Esta atividade já foi adicionada aos favoritos
ru: Данная активность уже добавлена в избранное

# activiti_description_2
source: Activity added to favorites
de: Aktivität zu Favoriten hinzugefügt
es: Actividad agregada a favoritos
pt_br: Atividade adicionada aos favoritos
ru: Активность добавлена в Избранное

# signUp_title
source: Sign up
de: Anmelden
es: Registrarse
pt_br: Registrar-se
ru: Регистрация

# write_email
source: Enter email address
de: E-Mail Adresse eingeben
es: Introduzca la dirección de correo electrónico
pt_br: Insira o endereço de e-mail
ru: Введите Email

# write_password
source: Enter password
de: Passwort eingeben
es: Introduzca la contraseña
pt_br: Insira a senha
ru: Введите пароль

# repeat_password
source: Re-enter password
de: Passwort erneut eingeben
es: Vuelva a introducir la contraseña
pt_br: Insira a senha novamente
ru: Введите повторно пароль

# simple_password_error
source: The password is too weak.
de: Das Passwort ist zu schwach.
es: La contraseña no es segura.
pt_br: A senha é muito fraca.
ru: Пароль слишком простой

# password_dont_match
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
pt_br: As senhas não coincidem.
ru: Не совпадают пароли

# agree_with_conditions
source: I agree to the Terms and Conditions.
de: Ich stimme den AGB zu.
es: Acepto los términos y las condiciones.
pt_br: Concordo com os Termos e Condições.
ru: я согласен с условиями

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
pt_br: Política de Privacidade
ru: политики конфидециальности

# user_already_exists
source: This user already exists
de: Dieser Benutzer existiert bereits
es: Este usuario ya existe
pt_br: Este usuário já existe.
ru: Такой пользователь уже существует

source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
pt_br: Sem conexão à internet
ru: Отсутствует подключение к интернету

source: Error
pt_br: Erro
ru: Ошибка

# privacy_description
source: Privacy Policy & Terms of Service
de: Datenschutzrichtlinie und Nutzungsbedingungen
es: Política de privacidad y términos de servicio
pt_br: Termos de Uso e Política de Privacidade
ru: Условия использования и Политика Конфиденциальности

source: Selected products
de: Ausgewählte Produkte
es: Productos seleccionados
pt_br: Produtos seleccionados
ru: Выбранные продукты

# reset_send
source: SUBMIT
de: SENDEN
es: ENVIAR
pt_br: ENVIAR
ru: ОТПРАВИТЬ

# reset_close_screen
source: Close the form?
de: Formular schließen?
es: ¿Cerrar el formulario?
pt_br: Fechar o formulário?
ru: Закрыть форму?

# reset_close_title
source: Close
de: Schließen
es: Cerrar
pt_br: Fechar
ru: Закрыть

# reset_close_continue
source: Continue
de: Fortfahren
es: Continuar
pt_br: Continuar
ru: Продолжить

# reset_close_description
source: If you close the form, you will not be able to restore your password.
de: Wenn Sie das Formular schließen, können Sie Ihr Passwort nicht wiederherstellen.
es: Si cierra el formulario, no podrá restaurar su contraseña.
pt_br: Se você fechar o formulário, não poderá restaurar sua senha.
ru: Закрывая форму, вы не сожете восстановить пароль

# wrong_mail_error
source: Invalid email address format
de: Ungültiges E-Mail-Format
es: Formato de dirección de correo electrónico no válido
pt_br: Formato de endereço de e-mail inválido
ru: Неверный формат почты

# reset_password_title
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
pt_br: Redefinir senha
ru: Восстановить пароль

# we_send_email
source: We have sent an email to your inbox.
de: Wir haben Ihnen eine E-Mail gesendet.
es: Hemos enviado un correo electrónico a su bandeja de entrada.
pt_br: Enviamos um e-mail para a sua caixa de entrada.
ru: Мы отправим вам письмо на почту

# enter_mail_description
source: Enter email address to reset password.
de: Geben Sie die E-Mail-Adresse ein, um das Passwort zurückzusetzen.
es: Introduzca la dirección de correo electrónico para restablecer la contraseña.
pt_br: Digite o endereço de e-mail para redefinir a senha.
ru: Введите Email для восстановления

# user_does_not_exist
source: This user does not exist
de: Dieser Benutzer existiert nicht
es: Este usuario no existe
pt_br: Este usuário não existe.
ru: Данного пользователя не существует

source: Check mail
de: Post überprüfen
es: Revisar correo
pt_br: Verificar correio
ru: Проверьте почту

source: Sended
de: Gesendet
es: Enviado
pt_br: ENVIADO
ru: ОТПРАВЛЕНО

# diary_mes_1
source: You have not entered data yet
de: Sie haben noch keine Daten eingegeben
es: Aún no ha ingresado datos
pt_br: Você ainda não inseriu dados
ru: Вы еще не заносили данные

# diary_mes_2
source: Add weight
de: Gewicht hinzufügen
es: Añadir peso
pt_br: Adicione peso
ru: Добавить вес

# diary_mes_3
source: Weight by selected date
de: Gewicht nach ausgewähltem Datum
es: Peso por fecha seleccionada
pt_br: Peso por data selecionada
ru: Вес по выбранной дате

# diary_mes_4
source: Weight for today
de: Gewicht für heute
es: Peso para hoy
pt_br: Peso para hoje
ru: Вес за сегодня

# diary_mes_5
source: You updated the weight
de: Sie haben das Gewicht aktualisiert
es: Actualizaste el peso
pt_br: Você atualizou o peso
ru: Вы обновляли вес

# diary_mes_6
source: back
de: zurück
es: volver
pt_br: de volta
ru: назад

# diary_mes_7
source: Refresh
de: Aktualisieren
es: Actualizar
pt_br: Atualizar
ru: Обновить

# diary_mes_8
source: days
de: Tage
es: días
pt_br: dias
ru: дней

# diary_mes_9
source: Body measurements
de: Körpermaße
es: Medidas corporales
pt_br: Medidas do corpo
ru: Измерение тела

# diary_mes_11
source: Today updated
de: Heute aktualisiert
es: Hoy actualizado
pt_br: Hoje atualizado
ru: Сегодня обновляли

# diary_mes_12
source: back updated
de: zurück aktualisiert
es: de nuevo actualizado
pt_br: volta atualizado
ru: назад обновляли

# diary_mes_13
source: per
de: für
es: para
pt_br: para
ru: за

# diary_mes_14
source: Activity added to your diary
de: Aktivität wurde Ihrem Tagebuch hinzugefügt
es: Actividad agregada a su diario
pt_br: Atividade adicionada ao seu diário
ru: Активность добавлена в ваш дневник

# diary_mes_15
source: You need to add activity time
de: Sie müssen die Aktivitätszeit hinzufügen
es: Necesitas agregar tiempo de actividad
pt_br: Você precisa adicionar o tempo de atividade
ru: Вам нужно добавить время активности

# diary_mes_16
source: Change Activity
de: Aktivität ändern
es: Cambiar actividad
pt_br: Alterar atividade
ru: Изменить активность

# diary_mes_17
source: My activities
de: Meine Aktivitäten
es: Mis actividades
pt_br: Minhas atividades
ru: Мои активности

# meas_future_day
source: This day has not come yet
de: Dieser Tag ist noch nicht erreicht
es: Este día aún no ha llegado
pt_br: Este dia ainda não chegou
ru: Этот день еще не наступил

# meas_title_bottom
source: Measurements (cm)
de: Maße (cm)
es: Medidas (cm)
pt_br: Medidas (cm)
ru: Размеры (см)

# select_your_gender
source: Choose your gender
de: Wählen Sie Ihr Geschlecht
es: Seleccione su sexo
pt_br: Escolha seu gênero
ru: Выберите ваш пол

# selected_man
source: You have chosen male
de: Sie haben Mann gewählt
es: Ha seleccionado hombre
pt_br: Você escolheu masculino
ru: Вы выбрали мужской пол

# selected_woman
source: You have chosen female
de: Sie haben Frau gewählt
es: Ha seleccionado mujer
pt_br: Você escolheu feminino
ru: Вы выбрали женский пол

# select_your_growth
source: Choose your height
de: Wählen Sie Ihre Größe
es: Seleccione su altura
pt_br: Escolha sua altura
ru: Выберите ваш рост

# growth_unit
source: cm
ru: см

# weight_unit
source: kg
ru: кг

# mifflin_formula
source: We use the Mifflin-St Jeor equation for the purposes of the calculation, which the American Dietetic Association (ADA) confirmed to be more accurate in 2005.
de: Für die Berechnung verwenden wir die Mifflin-St. Jeor-Gleichung, deren Genauigkeit die American Dietetic Association (ADA) im Jahr 2005 bestätigt hat.
es: Usamos la fórmula de Mifflin-St Jeor para realizar el cálculo, que la Asociación Americana de Dietética (ADA por sus siglas en inglés) confirmó como la más exacta en 2005.
pt_br: Utilizamos a equação de Mifflin-St Jeor para fins de cálculo, que foi confirmada pela American Dietetic Association (ADA) em 2005 como sendo mais precisa.
ru: Для расчета мы используем формулу Миффлина-Сан-Жеора, которую в 2005 году подтвердила Американская Диетическая Ассоциация (АДА), что она является более точной.

# select_your_weight
source: Choose your weight
de: Wählen Sie Ihr Gewicht
es: Seleccione su peso
pt_br: Escolha seu peso
ru: Выберите ваш вес

# select_your_date_of_birth
source: Choose you date of birth
de: Wählen Sie Ihr Geburtsdatum
es: Seleccione su fecha de nacimiento
pt_br: Escolha sua data de nascimento
ru: Выберите дату рождения

# select_your_activity
source: Choose your activity level
de: Wählen Sie Ihre Aktivitätsstufe
es: Seleccione su nivel de actividad
pt_br: Escolha seu nível de atividade
ru: Выберите свою активность

# first_activity
source: Minimal exercise
de: Minimale Aktivität
es: Ejercicio mínimo
pt_br: O mínimo de exercícios
ru: Минимальная нагрузка

# second_activity
source: Light exercise over the course of the day
de: Leichte Übungen im Laufe des Tages
es: Ejercicio leve a lo largo del día
pt_br: Exercícios leves ao longo do dia
ru: Легкая физическая нагрузка в течении дня

# third_activity
source: I exercise 2–4 times a week (or do work that requires moderate physical exertion).
de: Ich trainiere 2–4 Mal pro Woche (moderate körperliche Anstrengung).
es: Practico ejercicio 2 - 4 veces a la semana (o mi trabajo implica un ejercicio físico moderado).
pt_br: Eu me exercito de 2 a 4 vezes por semana (ou realizo um trabalho que exige esforço físico moderado).
ru: Тренировки 2-4 раза в неделю (или работа средней тяжести)

# fourth_activity
source: I exercise intensely 4–5 times a week.
de: Ich trainiere 4–5 Mal pro Woche intensiv.
es: Practico ejercicio intenso 4 - 5 veces a la semana.
pt_br: Eu me exercito intensamente 4-5 vezes por semana.
ru: Интенсивные тренировки 4-5 раз в неделю

# five_activity
source: I exercise intensely every day.
de: Ich trainiere jeden Tag intensiv.
es: Practico ejercicio intenso a diario.
pt_br: Eu me exercito intensamente todos os dias.
ru: Ежедневные интенсивные тренировки

# six_activity
source: I exercise twice a day, 5–7 days a week.
de: Ich trainiere zweimal täglich an 5 bis 7 Tagen in der Woche.
es: Practico ejercicio dos veces al día, 5 - 7 días a la semana.
pt_br: Eu me exercito duas vezes por dia, 5-7 dias por semana.
ru: Тренировки 5-7 раз в неделю, по два раза в день

# seven_activity
source: My job is physically intense, or I exercise intensely twice a day, every day.
de: Meine Arbeit ist körperlich anstrengend oder ich trainiere täglich zweimal intensiv.
es: Mi trabajo requiere mucha actividad física intensa, o practico ejercicio intenso dos veces al día, a diario.
pt_br: Meu trabalho é fisicamente intenso ou faço exercícios intensos duas vezes por dia, todos os dias.
ru: Тяжелая физическая работа или ежедневные интенсивные тренировки по 2 раза в день

# select_your_target
source: Choose your goal
de: Wählen Sie Ihr Ziel
es: Seleccione su objetivo
pt_br: Escolha seu objetivo
ru: Выберите свою цель

# first_target
source: Stay in shape
de: In Form bleiben
es: Mantenerse en forma
pt_br: Ficar em forma
ru: Поддержания тела в форме

# second_target
source: Lose weight
de: Abnehmen
es: Perder peso
pt_br: Perder peso
ru: Похудение
